Repository: PMArkive/Kainote
Catalog: Locale/*.po
Languages: th_th

source: Pasek szukania
th_th: แถบค้นหา

source: Rozciągnięcie w poziomie
th_th: ยืดในแนวนอน

source: Rozciągnięcie w pionie
th_th: ยืดในแนวตั้ง

source: Głośność
th_th: ระดับเสียง

source: Połącz suwak głośności i rozciągnięcia
th_th: เชื่อมต่อแถบระดับเสียงและแถบยืดระยะ

source: Odtwórz poprzednią linijkę
th_th: เล่นบรรทัดก่อนหน้า

source: Odtwórz następną linijkę
th_th: เล่นบรรทัดถัดไป

source: Odtwórz aktualną sylabę / linijkę
th_th: เล่นพยางค์ / บรรทัดบัจจุบัน

source: Odtwórz aktualną linijkę
th_th: เล่นบรรทัดปัจจุบัน

source: Zatrzymaj odtwarzanie
th_th: หยุดเล่น

source: Odtwórz przed znacznikiem
th_th: เล่นก่อนแท็ก

source: Odtwórz po znaczniku
th_th: เล่นหลังแท็ก

source: Odtwórz 500ms przed czasem startowym
th_th: เล่น 500ms ก่อนเวลาเริ่มต้น

source: Odtwórz 500ms po czasie startowym
th_th: เล่น 500ms หลังเวลาเริ่มต้น

source: Odtwórz 500ms przed czasem końcowym
th_th: เล่น 500ms ก่อนเวลาสิ้นสุด

source: Odtwórz 500ms po czasie końcowym
th_th: เล่น 500ms หลังเวลาสิ้นสุด

source: Odtwórz do końca
th_th: เล่นจนจบ

source: Dodaj wstęp do aktywnej linijki
th_th: เพิ่มส่วนนำยังบรรทัดปัจจุบัน

source: Dodaj zakończenie do aktywnej linijki
th_th: เพิ่มส่วนสิ้นสุดไปยังบรรทัดปัจจุบัน

source: Zatwierdź zmiany
th_th: ยืนยันการเปลี่ยนแปลง

source: Przejdź do zaznaczenia
th_th: ไปยังเลือกไว้

source: Włącz / Wyłącz tworzenie karaoke
th_th: เปิด / ปิดการสร้างคาราโอเกะ

source: Włącz / Wyłącz automatyczne dzielenie sylab
th_th: เปิด / ปิดการแยกพยางค์อัตโนมัติ

source: Automatycznie zatwierdza zmiany
th_th: กระทำการเปลี่ยนแปลงโดยอัตโนมัติ

source: Przechodzenie do następnej linijki po zatwierdzeniu zmian
th_th: ไปยังบรรทัดถัดไปหลังจากยืนยันการเปลี่ยนแปลง

source: Automatyczne przewijanie do aktywnej linijki
th_th: เลื่อนอัตโนมัติไปยังบรรทัดบัจจุบัน

source: Tryb spektrum
th_th: โหมดสเปกตรัม

source: Uwydatnienie częstotliwości głosu na spektrum
th_th: เพิ่มประสิทธิภาพความถี่ของสเปกตรัม

source: Nieprawidłowy format klatek kluczowych
th_th: รูปแบบคีย์เฟรมไม่ถูกต้อง

source: Błąd
th_th: ผิดพลาด

source: Nie można utworzyć obiektu Direct3D
th_th: ไม่สามารถสร้างวัตถุ Direct3D

source: Nie można utworzyć urządzenia D3D9
th_th: ไม่สามารถสร้างออบเจ็กต์ D3D9

source: Zawiodło któreś z ustawień DirectX
th_th: มีข้อผิดพลาดในการตั้งค่า DirectX

source: Nie można ustawić macierzy porojekcji
th_th: ไม่สามารถกำหนดค่าการแสดงเมทริกซ์ได้

source: Nie można ustawić macierzy świata
th_th: ไม่สามารถกำหนดค่ามุมมองเมทริกซ์ได้

source: Nie można ustawić macierzy widoku
th_th: ไม่สามารถกำหนดค่ามุมมองเมทริกซ์ได้

source: Nie można stworzyć powierzchni
th_th: ไม่สามารถสร้างพื้นผิว

source: Nie można stworzyć linii D3DX
th_th: ไม่สามารถสร้างเส้น D3DX

source: Nie można stworzyć czcionki D3DX
th_th: ไม่สามารถสร้างแบบอักษร D3DX

source: Nie można stworzyć plain surface
th_th: ไม่สามารถสร้างพื้นผิวธรรมดา

source: Nie można zresetować Direct3D
th_th: ไม่สามารถรีเซ็ต Direct3D

source: Zmodyfikowano
th_th: มีการเปลี่ยนแปลง

source: Czas ujemny
th_th: เวลาติดลบ

source: Nie można zablokować bufora tekstury
th_th: ไม่สามารถล็อคการบัฟเฟอร์พื้นผิว

source: Nie można nałożyć powierzchni spectrum na siebie
th_th: ไม่สามารถซ้อนทับพื้นผิวสเปกตรัม

source: Otwórz plik autozapisu
th_th: เปิดแฟ้มบันทึกอัตโนมัติ

source: Wyszukaj pliki
th_th: ค้นหาแฟ้ม

source: Filtruj listę
th_th: รายการตัวกรอง

source: Wszystkie słowa
th_th: ทุกคํา

source: Pliki
th_th: แฟ้ม

source: Wersje
th_th: รุ่น

source: Otwórz
th_th: เปิด

source: Anuluj
th_th: ยกเลิก

source: Nie można otworzyć folderu autozapisu
th_th: ไม่สามารถเปิดโฟลเดอร์ 'บันทึกอัตโนมัติ' ได้

source: Bez Nazwy
th_th: ไม่มีชื่อ

source: Folder autozapisu jest pusty
th_th: โฟลเดอร์บันทึกอัตโนมัติว่างเปล่า

source: Wczytywanie autozapisu nie powiodło się
th_th: การโหลกบันทึกอัตโนมัติล้มเหลว

source: Usuń pliki tymczasowe
th_th: ลบแฟ้มชั่วคราว

source: Usuń pliki starsze niż
th_th: ลบแฟ้มที่เก่ากว่า

source: Styczeń
th_th: มกราคม

source: Luty
th_th: กุมภาพันธ์

source: Marzec
th_th: มีนาคม

source: Kwiecień
th_th: เมษายน

source: Maj
th_th: พฤษภาคม

source: Czerwiec
th_th: มิถุนายน

source: Lipiec
th_th: กรกฎาคม

source: Sierpień
th_th: สิงหาคม

source: Wrzesień
th_th: กันยายน

source: Październik
th_th: ตุลาคม

source: Listopad
th_th: พฤศจิกายน

source: Grudzień
th_th: ธันวาคม

source: Usuń z wszystkich folderów
th_th: ลบจากโฟลเดอร์ทั้งหมด

source: Usuń wszystkie pliki
th_th: ลบแฟ้มทั้งหมด

source: Usuń wszystkie starsze pliki
th_th: ลบแฟ้มที่เก่ากว่าทั้งหมด

source: Auto zapis
th_th: บันทึกอัตโนมัติ

source: Usuń wybrane pliki auto zapisu
th_th: ลบแฟ้มบันทึกอัตโนมัติที่เลือก

source: Usuń wszystkie pliki auto zapisu
th_th: ลบแฟ้มบันทึกอัตโนมัติทั้งหมด

source: Usuń starsze pliki auto zapisu
th_th: ลบแฟ้มบันทึกอัตโนมัติที่เก่ากว่า

source: Indeks
th_th: ดัชนี

source: Usuń wybrane indeksy
th_th: ลบดัชนีที่เลือก

source: Usuń wszystkie indeksy
th_th: ลบดัชนีทั้งหมด

source: Usuń starsze indeksy
th_th: ลบดัชนีที่เก่ากว่า

source: Audio cache
th_th: แคชเสียง

source: Usuń wybrane pliki audio cache
th_th: ลบแฟ้มแคชเสียงที่เลือก

source: Usuń wszystkie pliki audio cache
th_th: ลบแฟ้มแคชเสียงทั้งหมด

source: Usuń starsze pliki audio cache
th_th: ลบแฟ้มแคชเสียงที่เก่ากว่า

source: Pliki napisów (*.ass),(*.ssa),(*.srt),(*.sub),(*.txt)|*.ass;*.ssa;*.srt;*.sub;*.txt
th_th: แฟ้มคำบรรยาย (*.ass),(*.ssa),(*.srt),(*.sub),(*.txt)|*.ass;*.ssa;*.srt;*.sub;*.txt

source: Pliki indeksów (*.ffindex)|*.ffindex
th_th: แฟ้มดัชนี (*.ffindex)|*.ffindex

source: Pliki audio cache (*.w64)|*.w64
th_th: แฟ้มแคชเสียง (*.w64)|*.w64

source: Wybierz plik i do usunięcia
th_th: เลือกแฟ้มที่จะถูกลบ

source: Nie można otworzyć folderu plików tymczasowych
th_th: ไม่สามารถเปิดโฟลเดอร์แฟ้มชั่วคราวได้

source: Błąd inicjalizacji skryptu Lua "%s": %s.
th_th: เกิดข้อผิดพลาดในสคริปต์การเริ่มต้นของ Lua "%s": %s

source: Próbujesz wczytać skrypt Automatyzacji 3 jako skrypt Automatyzacji 4. Automatyzacja 3 nie jest już wspierana.
th_th: คุณกำลังพยายามโหลดสคริปต์อัตโนมัติ 3 ซึ่งสคริปต์อัตโนมัติ 4 ไม่รองรับการโหลดจากสคริปต์อัตโนมัติ 3

source: Makro o nazwie '%s' jest już zdefiniowane w skrypcie '%s'
th_th: แมโครชื่อ '%s' ได้ถูกกำหนดไว้แล้วในสคริปต์ '%s'

source: Wystąpił błąd podczas wykonywania skryptu Lua:
th_th: เกิดข้อผิดพลาดขณะโหลดสคริปต์ Lua:

source: Błąd wczytywania skryptu Lua: %s %s
th_th: เกิดข้อผิดพลาดในการโหลดสคริปต์ Lua: %s %s

source: Nieznany błąd wczytywania skryptu Lua: %s.
th_th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะโหลดสคริปต์ Lua: %s

source: Jeden bądź więcej skryptów autoload zawiera błędy. Obejrzyj opisy skryptów, by uzyskać więcej informacji.
th_th: สคริปต์อัตโนมัติอย่างน้อยหนึ่งรายการมีข้อผิดพลาด ดูคำอธิบายของสคริปต์สำหรับข้อมูลเพิ่มเติม

source: Co najmniej jeden skrypt z pliku napisów zawiera błędy. Zobacz opisy skryptów, by uzyskać więcej informacji.
th_th: สคริปต์อัตโนมัติอย่างน้อยหนึ่งรายการจากแฟ้มคำบรรยายเกิดข้อผิดพลาด ดูคำอธิบายของสคริปต์สำหรับข้อมูลเพิ่มเติม

source: Wybierz edytor skryptów
th_th: เลือกโปรแกรมแก้ไขสคริปต์

source: Programy (*.exe)|*.exe|Wszystkie pliki (*.*)|*.*
th_th: โปรแกรม (*.exe)|*.exe |แฟ้มทั้งหมด (*.*) |*.*

source: Nie można uruchomić edytora.
th_th: ไม่สามารถเริ่มเครื่องมือแก้ไข

source: Błąd automatyzacji
th_th: สคริปต์อัตโนมัติเกิดข้อผิดพลาด

source: Pełny opis błędu Lua
th_th: รายละเอียดของข้อผิดพลาด Lua

source: Edytuj
th_th: แก้ไข

source: Odśwież
th_th: รีเฟรช

source: Lista skrótów klawiszowych skryptów automatyzacji
th_th: รายการปุ่มลัดของสคริปต์อัตโนมัติ

source: Ścieżka i nazwa skryptu
th_th: พาธและชื่อสคริปต์

source: Makro
th_th: แมโคร

source: Skrót
th_th: ปุ่มลัด

source: Folder automatycznego wczytywania
th_th: โฟลเดอร์สคริปต์อัตโนมัติ

source: Z napisów
th_th: จากคำบรรยาย

source: Mapuj skrót
th_th: แผนผังปุ่มลัด

source: Usuń skrót
th_th: ลบปุ่มลัด

source: Globalny
th_th: ส่วนกลาง

source: Napisy
th_th: คำบรรยาย

source: Edytor
th_th: เครื่องมือแก้ไข

source: Wideo
th_th: วีดีโอ

source: Audio
th_th: เสียง

source: Ten skrót już istnieje jako skrót do "%s". Co zrobić?
th_th: ปุ่มลัดนี้มีอยู่สำหรับ "%s" แล้ว ต้องการทำอย่างไร

source: Uwaga
th_th: คำเตือน

source: Zamień skróty
th_th: สลับปุ่มลัด

source: Ten skrót już istnieje w %s jako skrót do "%s". Co zrobić?
th_th: ปุ่มลัดนี้มีอยู่ใน %s และเป็นปุ่มลัดไปยัง "%s" ต้องการทำอย่างไร

source: innych oknach
th_th: หน้าต่างอื่น

source: innym oknie
th_th: หน้าต่างอื่น

source: Ustaw mimo to
th_th: กำหนดค่าต่อไป

source: Zamknij
th_th: ปิด

source: stylów
th_th: สไตล์

source: dialogów
th_th: บทสนทนา

source: Nie można dodać linii klasy: %s w pole klasy: %s
th_th: ไม่สามารถเพิ่มคลาสของบรรทัด: %s ในฟิลด์ของคลาส: %s

source: Brakujący wskaźnik napisów
th_th: ไม่มีตัวชี้คำบรรยาย

source: Skrót można ustawić Shift + Klik
th_th: ปุ่มลัดสามารถตั้งค่าโดยกด Shift + คลิก

source: Wybierz kolor
th_th: เลือกสี

source: Kolor spektrum
th_th: สีสเปกตรัม

source: Kolor RGB
th_th: สี RGB

source: Kolor HSL
th_th: สี HSL

source: Kolor HSV
th_th: สี HSV

source: Kolor podstawowy
th_th: สีหลัก

source: Kolor zastępczy
th_th: สีรอง

source: Kolor obwódki
th_th: สีเส้นขอบ

source: Kolor cienia
th_th: สีเงา

source: Zamień ze sobą skróty próbnika i okna wyboru kolorów
th_th: แทนที่ปุ่มลัดของตัวหยิบสีและหน้าต่างเลือกสี

source: Zahaczenie tej opcji uruchamia próbnik po kliknięciu lewym przyciskiem, a okno wyboru koloru po kliknięciu prawym przyciskiem.
th_th: การตรวจสอบตัวเลือกนี้ทำได้โดยการเปิดตัวหยิบสีด้วยคลิกเมาส์ซ้าย และเลือกหน้าต่างสีหลังด้วยคลิกขวา

source: Wybrany kolor:
th_th: สีเมื่อเลือก:

source: Czerwony:
th_th: แดง:

source: Zielony:
th_th: สีเขียว:

source: Niebieski:
th_th: สีน้ำเงิน:

source: Odcień:
th_th: สี:

source: Nasycenie:
th_th: ความอิ่มตัว:

source: Jaskrawość:
th_th: ความสว่าง:

source: Wartość:
th_th: น้ำหนัก:

source: Próbnik koloru
th_th: ตัวหยิบสี

source: Przenoś okno w miejsce wyboru koloru
th_th: ย้ายหน้าต่าง ออกจากตัวหยิบสี

source: Nie mona stworzy czcionki D3DX
th_th: ไม่สามารถสร้างแบบอักษร D3DX

source: Opcje dummy wideo
th_th: ตัวเลือกการจำลองวิดีโอ

source: Rozdzielczość wideo:
th_th: ความละเอียดวิดีโอ:

source: Siatka
th_th: ตาราง

source: Kolor:
th_th: สี:

source: Klatki na sekundę:
th_th: เฟรมต่อวินาที:

source: Co daje %i klatek
th_th: ซึ่งจะเป็น %i เฟรม

source: Czas trwania:
th_th: ระยะเวลา:

source: Nieprawidłowa wartość fps.
th_th: ค่า fps ไม่ถูกต้อง

source: Wpisz tag ASS
th_th: ป้อนแท็ก ASS

source: Tag wstawiany w miejsce kursora
th_th: ใส่แท็กแทนที่ในตำแหน่งเคอร์เซอร์

source: Tag wstawiany na początku tekstu
th_th: แทรกแท็กที่ด้านหน้าของข้อความ

source: Zwykły tekst
th_th: ข้อความธรรมดา

source: Nazwa przycisku
th_th: ชื่อปุ่ม

source: Tag przycisku
th_th: ปุ่มแท็ก

source: Zapisz tag
th_th: บันทึกแท็ก

source: Wybór czcionki
th_th: เลือกแบบอักษร

source: Pogrubienie
th_th: ตัวหนา

source: Pochylenie
th_th: ตัวเอียง

source: Podkreślenie
th_th: ขีดเส้นใต้

source: Przekreślenie
th_th: ขีดฆ่า

source: Kolor zastępczy do karaoke
th_th: สีรองใช้สำหรับคาราโอเกะ

source: Tryb tłumacza
th_th: โหมดผู้แปล

source: Linia: 0
th_th: บรรทัด: 0

source: Łamania: 0/86
th_th: ยกคำ: 0/86

source: Znaki na sekundę: 0<=15
th_th: อักขระต่อวินาที: 0<=15

source: Czas
th_th: เวลา

source: Klatki
th_th: เฟรม

source: Wklej wszystko
th_th: วางทั้งหมด

source: Wklej zaznaczone
th_th: วางส่วนที่เลือก

source: Ukryj oryginał
th_th: ซ่อนต้นฉบับ

source: Niepewne
th_th: ต้องตรวจทาน

source: Przenoszenie tagów
th_th: ย้ายแท็ก

source: Komentarz
th_th: ความคิดเห็น

source: Aktor
th_th: แอคเตอร์

source: Efekt
th_th: เอฟเฟกต์

source: Linia: %i
th_th: บรรทัด: %i

source: Łamania:
th_th: ยกคำ:

source: Znaki na sekundę: %i<=15
th_th: อักขระต่อวินาที: %i<=15

source: Położenie tekstu
th_th: ตำแหน่งข้อความ

source: Tryb tłumacza wyświetla i zapisuje zarówno tekst obcojęzyczny, jak i tekst tłumaczenia
th_th: โหมดผู้แปลจะแสดงและบันทึกทั้งข้อความภาษาต่างประเทศและข้อความการแปล

source: Kopiuje cały tekst obcojęzyczny do pola z tłumaczeniem
th_th: คัดลอกข้อความภาษาต่างประเทศทั้งหมดไปยังฟิลด์การแปล

source: Kopiuje zaznaczony tekst obcojęzyczny do pola z tłumaczeniem
th_th: คัดลอกข้อความภาษาต่างประเทศที่เลือกไปยังฟิลด์การแปล

source: Ustawia linijkę jako komentarz. Komentarze nie są wyświetlane
th_th: กำหนดค่าบรรทัดเป็นความคิดเห็น ความคิดเห็นจะไม่แสดงให้เห็น

source: Warstwa linijki, wyższe warstwy są na wierzchu
th_th: ชั้นบรรทัด ชั้นที่มากกว่าอยู่ด้านบน

source: Czas początkowy linijki
th_th: เวลาเริ่มต้นของบรรทัด

source: Czas końcowy linijki
th_th: เวลาสิ้นสุดของบรรทัด

source: Czas trwania linijki
th_th: ระยะเวลาของบรรทัด

source: Styl linijki
th_th: สไตล์ของบรรทัด

source: Umożliwia szybką edycję stylu linijki
th_th: สามารถแก้ไขสไตล์ของบรรทัดบัจจุบันอย่างรวดเร็ว

source: Oznaczenie aktora linijki. Nie wpływa na wygląd napisów
th_th: แอคเตอร์หรือตัวละคร ไม่ได้ส่งผลกระทบต่อสไตล์ที่ปรากฏของคำบรรยาย

source: Margines lewy linijki
th_th: ระยะขอบซ้ายของบรรทัด

source: Margines prawy linijki
th_th: ระยะขอบขวาของบรรทัด

source: Margines górny i dolny linijki
th_th: ระยะขอบบนและล่างของบรรทัด

source: Efekt linijki. Służy do oznaczania linijek, na których zastosowane ma być karaoke bądź efekty VSFiltra
th_th: บรรทัดเอฟเฟกต์ ใช้เพื่อทำคาราโอเกะหรือเอฟเฟกต์ VSFilter

source: Ilość znaków w każdej linijce. Nie więcej niż 43 znaki na linijkę (maksymalnie 2 linijki)
th_th: จำนวนอักขระในแต่ละบรรทัด ไม่ควรเกิน 43 อักขระต่อบรรทัด (และไม่เกิน 2 บรรทัด)

source: Znaki na sekundę. Nie powinny przekraczać 15 znaków na sekundę
th_th: อักขระต่อวินาที ไม่ควรเกิน 15 ตัวอักขระต่อวินาที

source: Zmień ilość przycisków
th_th: เปลี่ยนจำนวนปุ่ม

source: Nie znaleziono niepewnych
th_th: ไม่พบที่ต้องตรวจทาน

source: Nie znaleziono nieprzetłumaczonych
th_th: ไม่พบบรรทัดที่ยังไม่ได้แปล

source: Zarządzaj przyciskami tagów
th_th: จัดการปุ่มแท็ก

source: Szukany tekst:
th_th: ค้นหาข้อความ:

source: Zamień na:
th_th: แทนที่ด้วย:

source: Filtry wyszukiwania Windowsa pooddzielane średnikami np "*.ass;*.srt". Ze względu na dużą wagę plików wideo szukanie wszystkiego "*.*" zostaje zmieniane na *.ass
th_th: สามารถกรองการค้นหาของ Windows คั่นด้วยเครื่องหมายอัฒภาค (;) เช่น "*.ass;*.srt" หากต้องการค้นหาแฟ้มวิดีโอนั้นจะต้องระบุสกุลของแฟ้มวิดีโอ โดยทั่วไปแล้วค่าเริ่มต้นของการค้นหาคือ "*.ass" แต่หากกระบุ "*.*" จะเป็นการการค้นหาทั้งหมด

source: Filtry:
th_th: ตัวกรอง:

source: Katalog szukania napisów:
th_th: แคตตาล็อกที่คำบรรยายกำลังมองหา:

source: Wybierz folder zapisu
th_th: เลือกโฟลเดอร์บันทึก

source: Katalog:
th_th: แคตตาล็อก:

source: Uwzględniaj wielkość liter
th_th: ตรงกันทั้งคำเท่านั้น

source: Wyrażenia regularne
th_th: นิพจน์ทั่วไป

source: Początek tekstu
th_th: จุดเริ่มของข้อความ

source: Koniec tekstu
th_th: จุดสิ้นสุดของข้อความ

source: Uwzględnij komentarze
th_th: ความคิดเห็น

source: Pomiń tagi
th_th: ข้ามแท็ก

source: Pomiń tekst
th_th: ข้ามข้อความ

source: W polu
th_th: ประเภท

source: Tekst
th_th: ข้อความ

source: Styl
th_th: สไตล์

source: Znajdź
th_th: ค้นหา

source: Znajdź we wszystkich otwartych napisach
th_th: ค้นหาในคำบรรยาย ที่เปิดอยู่ทั้งหมด

source: Znajdź wszystko w bieżących napisach
th_th: ค้นหาทั้งหมด ในคำบรรยายปัจจุบัน

source: Zamień następne
th_th: แทนที่ถัดไป

source: Zamień wszystko
th_th: แทนที่ทั้งหมด

source: Zamień we wszystkich otwartych napisach
th_th: ค้นหาในคำบรรยาย ที่เปิดอยู่ทั้งหมด

source: Znajdź w napisach
th_th: ค้นหาในคำบรรยาย

source: Zamień w napisach
th_th: แทนที่ในคำบรรยาย

source: Szukaj w podfolderach
th_th: ค้นหาในโฟลเดอร์ย่อย

source: Szukaj w ukrytych folderach
th_th: ค้นหาในโฟลเดอร์ ที่ซ่อนไว้

source: Linijki
th_th: บรรทัด

source: Wszystkie linijki
th_th: บรรทัดทั้งหมด

source: Zaznaczone linijki
th_th: บรรทัดที่เลือกไว้

source: Od zaznaczonej
th_th: จากที่เลือกอยู่

source: Znajdź i zamień
th_th: ค้นหาและแทนที่

source: Wyniki szukania
th_th: ผลการค้นหา

source: Zahacz wszystko
th_th: เลือกทั้งหมด

source: Odhacz wszystko
th_th: ยกเลิกการเลือกทั้งหมด

source: Zamień
th_th: แทนที่

source: Linia %i:
th_th: บรรทัด %i:

source: Wybierz nazwę profilu
th_th: เลือกชื่อของโปรไฟล์

source: Wprowadź nową nazwę katalogu
th_th: ป้อนชื่อแคตตาล็อกใหม่

source: Proszę wprowadzić nazwę nowego katalogu
th_th: โปรดป้อนชื่อของแคตตาล็อกใหม่

source: Informacja
th_th: ข้อมูล

source: Zarządzanie katalogami czcionek
th_th: จัดการแบบอักษรในแคตตาล็อก

source: Nazwa czcionki
th_th: ชื่อแบบอักษร

source: Katalog
th_th: แคตตาล็อก

source: Przykład
th_th: ตัวอย่าง

source: Dodaj
th_th: เพิ่ม

source: Usuń
th_th: ลบ

source: Wczytaj
th_th: โหลด

source: Zapisz Filtr
th_th: บันทึกตัวกรอง

source: Czy na pewno chcesz usunąć ten katalog?
th_th: แน่ใจหรือไม่ว่าต้องการลบแคตตาล็อกนี้?

source: Pytanie
th_th: คำถาม

source: Lista katalogów ma opcję autozapisu, pliki znajdują się w folderze "Config".
th_th: รายการของแคตตาล็อกจะถูกบันทึกอัตโนมัติไว้ในโฟลเดอร์ "Config"

source: Katalogi:
th_th: แคตตาล็อก:

source: Szukaj:
th_th: ค้นหา:

source: Autozapis
th_th: บันทึกอัตโนมัติ

source: Wybierz plik wideo
th_th: เลือกแฟ้มวิดีโอ

source: Pliki tekstowe (*.txt)|*.txt
th_th: แฟ้มข้อความ (*.txt) | *.txt

source: Nie można odnaleźć elementów linii %i
th_th: ไม่พบองค์ประกอบของบรรทัด %i

source: Nie można dodać czcionki %s.
th_th: ไม่สามารถเพิ่มแบบอักษร %s

source: Aby móc dodawać czcionki do katalogu, należy najpierw kliknąć przycisk "Zarządzaj", by utworzyć nowy katalog.
th_th: การที่จะเพิ่มแบบอักษรลงในแคตตาล็อก จะต้องคลิกปุ่ม "จัดการ" ก่อน เพื่อสร้างแคตตาล็อกใหม่

source: Katalog o nazwie "%s" istnieje, co zrobić?
th_th: มีแคตตาล็อกชื่อ "%s" อยู่แล้ว ต้องการทำอย่างไร?

source: Scal
th_th: รวม

source: W stylach:
th_th: สไตล์:

source: zakładki:
th_th: แท็บ:

source: W linijkach:
th_th: บรรทัด:

source: Kolekcjoner czcionek
th_th: ตัวรวบรวมแบบอักษร

source: Wybierz folder
th_th: เลือกโฟลเดอร์

source: Sprawdź dostępność czcionek
th_th: ตรวจสอบแบบอักษรที่มีอยู่

source: Skopiuj do wybranego folderu
th_th: คัดลอกไปยังโฟลเดอร์ที่เลือก

source: Spakuj zipem
th_th: ซิป

source: Opcje
th_th: ตัวเลือก

source: Zapisuj do folderu z napisami / wideo.
th_th: บันทึกลงในโฟลเดอร์ของวิดีโอ / คำบรรยาย

source: Zapisuje do folderu z wideo przy wyciąganiu czcionek z pliku MKV.
th_th: บันทึกลงในโฟลเดอร์ของวิดีโอ เมื่อแยกแฟ้มแบบอักษรมาจากแฟ้ม MKV แล้ว

source: Wyciągnij czcionki z wczytanego pliku MKV
th_th: ถอดแบบอักษรจากแฟ้ม MKV ที่โหลดมา

source: Rozpocznij
th_th: เริ่ม

source: Rozpocznij na zakładkach
th_th: เริ่มบนแท็บ

source: Folder zapisu
th_th: โฟลเดอร์บันทึก

source: Wybierz nazwę archiwum
th_th: ตั้งชื่อของแฟ้มเก็บถาวร

source: Pliki archiwum (*.zip)|*.zip
th_th: แฟ้มเก็บถาวร (*.zip)|*.zip

source: Brak wczytanego wideo lub napisów
th_th: ไม่มีการโหลดวิดีโอหรือคำบรรยาย

source: Wybierz folder, gdzie mają zostać skopiowane czcionki
th_th: เลือกโฟลเดอร์ที่ต้องการคัดลอกแบบอักษร

source: Brak wczytanych napisów, wczytaj napisy albo odznacz tę opcję.
th_th: ไม่ได้โหลดคำบรรยาย โหลดคำบรรยายหรือยกเลิกการเลือกตัวเลือกนี้

source: Wybierz nazwę dla archiwum
th_th: ตั้งชื่อแฟ้มเก็บถาวร

source: Wybrana ścieżka zapisu jest niepoprawna.
th_th: ไดเรกเทอรีที่บันทึกไม่ถูกต้อง

source: Plik zip już istnieje, usunąć go?
th_th: มีแฟ้มซิปอยู่แล้วต้องการลบออกไหม

source: Potwierdzenie
th_th: ยืนยัน

source: Nie znaleziono czcionki "
th_th: ไม่พบแบบอักษร "

source: Znaleziono czcionkę "%s"
th_th: พบแบบอักษร "%s"

source: Nie można pobrać rozmiarów i nazw plików czcionek kopiowanie zostaje przerwane.
th_th: ไม่สามารถโหลดขนาดและชื่อแฟ้มของแบบอักษร การคัดลอกถูกยกเลิก

source: Pobrano rozmiary i nazwy %i czcionek, upłynęło %sms.
th_th: ขนาดและชื่อของแบบอักษร %i โหลดไปแล้ว %sms

source: Ścieżka jest niedostępna
th_th: พาธไม่พร้อมใช้งาน

source: Czcionka "%s" należy do stylu, który nie jest wykorzystywany.
th_th: แบบอักษร "%s" ซึ่งมาจาก สไตล์ที่ไม่ได้ใช้

source: Niektóre czcionki nie mają wszystkich znaków użytych w tekście.
th_th: บางแบบอักษรไม่มีอักขระที่ใช้ในข้อความ

source: Zakończono, %s %s.
th_th: เสร็จสมบูรณ์แล้ว %s %s

source: znaleziono
th_th: พบ

source: skopiowano
th_th: คัดลอกแล้ว

source: czcionkę
th_th: แบบอักษร

source: czcionki
th_th: แบบอักษร

source: czcionek
th_th: แบบอักษร

source: Nie znaleziono %s.
th_th: ไม่พบ %s

source: Nie udało się skopiować %s.
th_th: ไม่สามารถคัดลอก %s

source: Zakończono powodzeniem, %s %s.
th_th: เสร็จสมบูรณ์แล้ว %s %s

source: Dodano do archiwum czcionkę "%s".
th_th: เพิ่มแบบอักษร "%s" ไปยังที่เก็บถาวรแล้ว

source: Nie można spakować czcionki "%s".
th_th: ไม่สามารถซิปแบบอักษร "%s"

source: Skopiowano czcionkę "%s".
th_th: คัดลอกแบบอักษร "%s" แล้ว

source: Nie można skopiować czcionki "%s".
th_th: ไม่สามารถคัดลอกแบบอักษร "%s"

source: Wideo: %s
th_th: วีดีโอ: %s

source: To wideo nie jest plikiem MKV.
th_th: วิดีโอนี้ไม่ใช่แฟ้ม MKV

source: Wczytany plik MKV nie ma żadnych czcionek.
th_th: แฟ้ม MKV ที่โหลดมาไม่พบแบบอักษรใด ๆ

source: Zapisano czcionkę o nazwie "
th_th: บันทึกแบบอักษรด้วยแล้วชื่อ "

source: Nie można zapisać czcionki o nazwie "
th_th: ไม่สามารถบันทึกแบบอักษรด้วยชื่อ "

source: Zakończono, skopiowano %i czcionek. Nie udało się skopiować %i czcionek.
th_th: คัดลอกแบบอักษรเสร็จสิ้น %i คัดลอกแบบอักษรล้มเหลว %i

source: Zakończono powodzeniem, skopiowano %i czcionek.
th_th: คัดลอกแบบอักษรเสร็จสิ้น %i

source: Nie można utworzyć folderu.
th_th: ไม่สามารถสร้างโฟลเดอร์

source: Znaleziono czcionkę "%s".
th_th: พบแบบอักษร "%s"

source: Czcionka "%s" należy do stylu, który nie jest wykorzystywany.%s
th_th: แบบอักษร "%s" ซึ่งมาจาก สไตล์ที่ไม่ได้ใช้ %s

source: Nie zostanie skopiowana.
th_th: จะไม่ถูกคัดลอก

source: Czcionka "%s" nie ma stylu normalnego.
th_th: แบบอักษร "%s" ขาดรูปแบบปกติ

source: Czcionka "%s" nie ma pogrubienia z kursywą.
th_th: แบบอักษร "%s" ขาดรูปแบบตัวหนาเอียง

source: Czcionka "%s" nie ma pogrubienia.
th_th: แบบอักษร "%s" ขาดรูปแบบตัวหนา

source: Czcionka "%s" nie ma kursywy.
th_th: แบบอักษร "%s" ขาดรูปแบบตัวเอียง

source: Nie można sprawdzić znaków czcionki "%s".
th_th: ไม่สามารถตรวจสอบตัวอักษรของแบบอักษร "%s"

source: Czcionka "%s" nie zawiera znaków: "%s".
th_th: แบบอักษร "%s" ไม่มีอักขระ: "%s"

source: Nie można pobrać zawartości czcionki "%s".
th_th: ไม่สามารถโหลดเนื้อหาของแบบอักษร "%s"

source: Nie można otworzyć pliku "%s".
th_th: ไม่สามารถเปิดแฟ้ม "%s"

source: Rozmiar czcionki "%s" się różni.
th_th: ขนาดของแบบอักษร "%s" แตกต่างกัน

source: Nie można odczytać czcionki "%s" z folderu Fonts.
th_th: ไม่สามารถโหลดแบบอักษร "%s" จากโฟลเดอร์แบบอักษร

source: Znaleziono plik czcionki "%s".
th_th: พบแฟ้มแบบอักษร "%s"

source: Nie można znaleźć czcionki "%s" w folderze Fonts.
th_th: ไม่พบแบบอักษร "%s" ในโฟลเดอร์แบบอักษร

source: Nie można stworzyć procesu, muxowanie przerwane
th_th: ไม่สามารถสร้างกระบวนการได้ ยกเลิกการผนวกแล้ว

source: Zakończono w %sms
th_th: จะเสร็จสิ้นใน %sms

source: Wybierz czcionkę
th_th: เลือกแบบอักษร

source: Czcionka
th_th: แบบอักษร

source: Podgląd
th_th: ตัวอย่าง

source: Kursywa
th_th: ตัวเอียง

source: Wszystkie czcionki
th_th: แบบอักษรทั้งหมด

source: Bez katalogu
th_th: ไม่มีแคตตาล็อก

source: Dodaje czcionki do wcześniej utworzonego katalogu
th_th: เพิ่มแบบอักษรในแคตตาล็อกที่สร้างไว้ก่อนหน้านี้

source: Zarządzaj
th_th: จัดการ

source: Umorzliwia zarządzanie katalogami stylów
th_th: ทำให้สามารถจัดการสไตล์ในแคตตาล็อก

source: Filtruj
th_th: ตัวกรอง

source: Filtruje czcionki, by zawierały wpisane znaki
th_th: กรองแบบอักษรเพื่อให้มีอักขระที่ป้อน

source: Filtrowanie i katalogi czcionek
th_th: กรองตามแบบอักษรของแคตตาล็อก

source: Nie można stworzyć uchwytu notyfikacji zmian folderu czcionek.
th_th: ไม่สามารถสร้างตัวจัดการการแจ้งเตือนการเปลี่ยนแปลงในโฟลเดอร์แบบอักษรได้

source: Nie można stworzyć następnego uchwytu notyfikacji zmian folderu czcionek.
th_th: ไม่สามารถสร้างตัวจัดการการแจ้งเตือนการเปลี่ยนแปลงในโฟลเดอร์แบบอักษรตัวถัดไปได้

source: Wyjście
th_th: ออก

source: Otwórz nową zakładkę
th_th: เปิดแท็บใหม่

source: Zamknij bieżącą zakładkę
th_th: ปิดแท็บปัจจุบัน

source: Okno zmiany czasów
th_th: เลื่อนเวลา

source: Konwertuj do ASS
th_th: แปลงเป็น ASS

source: Konwertuj do SRT
th_th: แปลงเป็น SRT

source: Konwertuj do MDVD
th_th: แปลงเป็น MDVD

source: Konwertuj do MPL2
th_th: แปลงเป็น MPL2

source: Konwertuj do TMP
th_th: แปลงเป็น TMP
