Repository: PMArkive/Kainote
Catalog: Locale/*.po
Languages: th_th

source: Ustaw ruch 2 punktów i pozycji wideo. Po ustawieniu pierwszego punktu przed tekstem który się porusza. Przesunięciu wideo o tyle klatek, by na wideo wciąż był widoczny ten sam element, do którego był ustawiony punkt początkowy. Ruch generuje postawienie drugiego punktu.
th_th: ตั้งค่าการเคลื่อนที่ 2 จุดและตำแหน่งวิดีโอ หลังจากกำหนดจุดแรกก่อนข้อความที่ขยับ ออฟเซ็ตวิดีโอด้วยเฟรมที่เพียงพอเพื่อให้ องค์ประกอบเดียวกันกับที่ตั้งจุดเริ่มต้นยังคงมองเห็นได้ในวิดีโอ การย้ายจะสร้างจากจุดระหว่างจุดที่หนึ่งกับจุดที่สอง

source: Zmiana wszystkich tagów obrotu wokół osi X / Y
th_th: เปลี่ยนแท็กการหมุนทั้งหมดที่แกน X / Y

source: Dwukrotnym kliknięciu linii (zawsze włączone)
th_th: ดับเบิลคลิกที่บรรทัด (ค่าเริ่มต้น)

source: Każdej zmianie linii
th_th: เปลี่ยนทุกบรรทัด

source: Kliknięciu linii lub edycji na pauzie
th_th: คลิกที่บรรทัดและเมื่อแก้ไขหยุดเล่นชั่วคราว

source: Kliknięciu linii lub edycji
th_th: คลิกที่บรรทัดและแก้ไข

source: Edycji na pauzie
th_th: แก้ไขเมื่อหยุดชั่วคราว

source: Edycji
th_th: แก้ไขบรรทัดทุกครั้ง

source: Nic
th_th: ไม่มีเลย

source: Audio do końca linii
th_th: เปลี่ยนเสียงไปยังเวลาสิ้นสุดของบรรทัด

source: Wideo do końca linii
th_th: เลื่อนวิดีโอไปยังจุดสิ้นสุดของบรรทัด

source: Wideo do początku następnej linii
th_th: เลื่อนวิดีโอไปยังจุดเริ่มต้นของบรรทัดถัดไป

source: Przesuwaj wideo do aktualnej linii po:
th_th: เลื่อนวิดีโอไปยังบรรทัดปัจจุบันหลังจาก:

source: Odtwarzaj po zmianie linii:
th_th: เล่นหลังจากเปลี่ยนบรรทัดไปยังบรรทัดอื่น:

source: Wybierz
th_th: เลือก

source: Lista gotowych rysunków ASS z możliwością edycji. Po wybraniu rysunku z listy należy ustawić kursor w miejcu początku przytrzymać lewy przycisk myszy i przeciągnąć.
th_th: รายการภาพวาด ASS ที่เสร็จแล้วพร้อมความเป็นไปได้ในการแก้ไข หลังจากเลือกภาพวาดจากรายการแล้ว ให้วางเคอร์เซอร์ที่จุดเริ่มต้น คลิกเมาส์ซ้ายค้างไว้แล้วลากลง

source: Lista z tagami obsługiwanymi przez narzędzie
th_th: รายการแท็กที่เครื่องมือสนับสนุน

source: Wstaw
th_th: แทรก

source: Pomnóż
th_th: คูณ

source: Opcje zmiany tagów: Dodaj - zmienia wszystkie tagi dodając ruch z suwaka. Wstaw - wstawia w miejsce kursora w przypadku jednej linii albo na początku w przypadku wielu linii. Pomnóż - mnoży ruch suwaka przez numer zaznaczonej linijki pierwsza linia nie jest zmieniana.
th_th: ตัวเลือกการเปลี่ยนแท็ก: เพิ่ม - เปลี่ยนแท็กทั้งหมดโดยเพิ่มลงไปจากแถบเลื่อน แทรก - แทรกที่เคอร์เซอร์ในกรณีที่มีบรรทัดเดียวหรือ ที่จุดเริ่มต้นของบรรทัดในกรณีที่มีหลายบรรทัด คูณ - คูณการเคลื่อนไหวของตัวขยับด้วยจำนวนที่ตั้งไว้ บรรทัดแรกจะไม่เปลี่ยนแปลง

source: Edycja tagów z listy oraz tworzenie nowych
th_th: การแก้ไขแท็กจากรายการและสร้างแท็กใหม่

source: Lewo-dół
th_th: ซ้าย-ล่าง

source: Środek-dół
th_th: กลาง-ล่าง

source: Prawo-dół
th_th: ขวา-ล่าง

source: Lewo-środek
th_th: ซ้าย-กลาง

source: Środek
th_th: กลาง

source: Prawo-środek
th_th: กลาง-ขวา

source: Lewo-góra
th_th: ซ้าย-บน

source: Środek-góra
th_th: กลาง-บน

source: Prawo-góra
th_th: ขวา-บน

source: Lewo-poniżej
th_th: ซ้าย-ใต้

source: Środek-poniżej
th_th: กลาง-ใต้

source: Prawo-poniżej
th_th: ขวา-ใต้

source: Lewo-ponad
th_th: ซ้าย-เหนือ

source: Środek-ponad
th_th: กลาง-เหนือ

source: Prawo-ponad
th_th: ขวา-เหนือ

source: Przed-góra
th_th: ก่อน-บน

source: Przed-środek
th_th: ก่อน-กลาง

source: Przed-dół
th_th: ก่อน-ลง

source: Za-góra
th_th: ก่อน-บน

source: Za-środek
th_th: ก่อน-กลาง

source: Za-dół
th_th: ก่อน-ลง

source: Położenie tekstu, działa podobnie jak w stylach
th_th: การวางตำแหน่งข้อความคล้ายกับในสไตล์

source: Proporcje ekranu: %5.3f
th_th: อัตราส่วนหน้าจอ: %5.3f

source: Plik nie jest poprawnym plikiem wideo albo jest uszkodzony, bądź brakuje kodeków czy też splittera
th_th: แฟ้มดังกล่าวไม่ใช่แฟ้มวิดีโอที่ถูกต้องหรืออาจเสียหาย ตัวแปลงสัญญาณหรือตัวแยกสัญญาณขาดหายไป

source: Czy na pewno chcesz zindeksować poprzednie wideo?
th_th: คุณแน่ใจหรือไม่ว่าต้องการนำเข้าวิดีโอก่อนหน้า?

source: Czy na pewno chcesz zindeksować następne wideo?
th_th: คุณแน่ใจหรือไม่ว่าต้องการนำเข้าวิดีโอถัดไป?

source: Odtwórz
th_th: เล่น

source: Pauza
th_th: หยุดชั่วคราว

source: Kopiuj pozycję na wideo
th_th: คัดลอกตำแหน่งวิดีโอ

source: Pełny ekran F
th_th: เต็มหน้าจอ F

source: Wyłącz pełny ekran Escape
th_th: ออกจากแบบเต็มหน้าจอ Escape

source: Przełącz pełny ekran na %i monitor
th_th: สลับเต็มหน้าจอเไปยัง หน้าจอ %i

source: Włącz pełny ekran na %i monitorze
th_th: เปิดใช้งานเต็มหน้าจอบน หน้าจอ %i

source: Otwórz edytor
th_th: เปิดเครื่องมือแก้ไข

source: Ostatnio otwarte napisy
th_th: คำบรรยายที่เพิ่งเปิด

source: Ostatnio otwarte wideo
th_th: วิดีโอที่เพิ่งเปิด

source: Filtry
th_th: ตัวกรอง

source: Wyświetla użyte filtry
th_th: แสดงตัวกรองที่ใช้

source: Czy na pewno chcesz przenieść wczytany plik wideo do kosza?
th_th: คุณแน่ใจหรือไม่ว่าต้องการย้ายวิดีโอที่โหลดไปยังถังขยะ?

source: Usuwanie
th_th: การลบ

source: Pliki wideo(*.avi),(*.mkv),(*.mp4),(*.ogm),(*.wmv),(*.asf),(*.rmvb),(*.rm),(*.3gp),(*.avs)|*.avi;*.mkv;*.mp4;*.ogm;*.wmv;*.asf;*.rmvb;*.rm;*.3gp;*.avs|Wszystkie pliki (*.*)|*.*
th_th: แฟ้มวิดีโอ (*.avi),(*.mkv),(*.mp4),(*.ogm),(*.wmv),(*.asf),(*.rmvb),(*.rm),(*.3gp),(*.avs)|*.avi;*.mkv;*.mp4;*.ogm;*.wmv;*.asf;*.rmvb;*.rm;*.3gp;*.avs|แฟ้มทั้งหมด (*.*)|*.*

source: Pliki napisów (*.ass),(*.sub),(*.txt)|*.ass;*.sub;*.txt
th_th: แฟ้มคำบรรยาย (*.ass),(*.sub),(*.txt)|*.ass;*.sub;*.txt

source: Edycja tagów
th_th: แก้ไขแท็ก

source: Edytowany tag
th_th: แก้ไขแท็กแล้ว

source: Dodaj tag
th_th: เพิ่มแท็ก

source: Usuń tag
th_th: ลบแท็ก

source: Nazwa:
th_th: ชื่อ:

source: Tag:
th_th: แท็ก:

source: Minimalna wartość:
th_th: ค่าต่ำสุด:

source: Maksymalna wartość:
th_th: ค่าสูงสุด:

source: Przeskok:
th_th: ลำดับ:

source: Wstawiany w miejscu kursora
th_th: แทรกที่ตำแหน่งเคอร์เซอร์

source: Wstawiany tylko na początku
th_th: แทรกไว้ที่ด้านหน้าบรรทัดเท่านั้น

source: Wycinek prostokątny z obsługą animacji
th_th: สนิปสี่เหลี่ยมที่สนับสนุนแอนิเมชั่น

source: Liczby po przecinku:
th_th: เลขทศนิยม:

source: Używane tylko w przypadku gdy tag ma 2 wartości bądź więcej
th_th: ใช้เฉพาะเมื่อแท็กมี 2 ค่าขึ้นไป

source: Włącz wartość 2:
th_th: เปิดใช้งานค่า 2:

source: Wartość 2:
th_th: ค่า 2:

source: Przywróć domyślne
th_th: เรียกคืนค่าเริ่มต้น

source: Czy na pewno chcesz przywrócić ustawienia domyślne?
th_th: แน่ใจหรือไม่ว่าต้องการคืนค่าเริ่มต้น?

source: Wpisz nazwę nowego tagu.
th_th: ป้อนชื่อแท็กใหม่

source: Nowy tag już istnieje na liście, wpisz inną nazwę.
th_th: มีแท็กชื่อนี้อยู่ในรายการแล้ว โปรดป้อนชื่ออื่น

source: Nie można usunąć wszystkich tagów z listy
th_th: ไม่สามารถลบแท็กทั้งหมดออกจากรายการได้

source: Zapisać zmiany tagu "%s"?
th_th: บันทึกการเปลี่ยนแปลงแท็ก "%s"?

source: Pole "Tag" nie może być puste.
th_th: ฟิลด์ "แท็ก" ต้องไม่เว้นว่าง

source: Pole "Maksymalna wartość" musi zawierać wartość większą od pola "Minimalna wartość".
th_th: ฟิลด์ "ค่าสูงสุด" ต้องมีค่า มากกว่าฟิลด์ "ค่าต่ำสุด"

source: Pole "Przeskok" zawiera liczbę zbyt wysoką dla danego przedziału.
th_th: ฟิลด์ "ลำดับ" มีตัวเลขที่สูงเกินไปสำหรับค่าช่วงที่กำหนด

source: Ze względu na błędy Vsfiltra możliwość wstawiania dwóch "m" po sobie została zablokowana
th_th: การแทรกดับเบิล "m" ถูกบล็อกเนื่องจากข้อผิดพลาด Vsfilter

source: Edycja kształtów wektorowych
th_th: เครื่องมือแก้ไขรูปร่างเวกเตอร์

source: Edytowany kształt
th_th: แก้ไขรูปร่างแล้ว

source: Dodaj kształt
th_th: เพิ่มรูปร่าง

source: Usuń kształt
th_th: ลบรูปร่าง

source: Zmienna szerokość i wysokość
th_th: เปลี่ยนความกว้างและความสูงแล้ว

source: Zachowaj proporcje boków
th_th: รักษาอัตราส่วนไว้

source: Zmienna tylko szerokość
th_th: เปลี่ยนเฉพาะความกว้างเท่านั้น

source: Zmiana koordynatów rysunku
th_th: เปลี่ยนพิกัดของภาพวาด

source: Zmiana skali
th_th: เปลี่ยนอัตราส่วน

source: Skalowanie względem kursora:
th_th: อัตราส่วน ณ เคอร์เซอร์

source: Rodzaj skalowania:
th_th: ประเภทมาตราส่วน:

source: Pobierz kształt z aktywnej linii
th_th: รับรูปร่างจากบรรทัดปัจจุบัน

source: Kształt:
th_th: รูปร่าง:

source: Wpisz nazwę nowego ksztatłu.
th_th: ป้อนชื่อรูปร่างใหม่

source: Nowy ksztatł już istnieje na liście, wpisz inną nazwę.
th_th: มีรูปร่างชื่อนี้อยู่ในรายการแล้ว โปรดป้อนชื่ออื่น

source: Nie można usunąć wszystkich kształtów z listy
th_th: ไม่สามารถลบรูปร่างทั้งหมดออกจากรายการได้

source: Zapisać zmiany kształtu "%s"?
th_th: บันทึกการเปลี่ยนแปลงรูปร่าง "%s"?

source: Bez nazwy
th_th: ไม่มีชื่อ

source: Pole "kształt" nie może być puste.
th_th: ฟิลด์ "รูปร่าง" ต้องไม่ว่างเปล่า

source: Wideo musi być ustawione minimum jedną klatkę po czasie początkowym linijki
th_th: วิดีโอต้องตั้งค่าอย่างน้อยหนึ่งเฟรมหลังจากเวลาเริ่มต้นที่กำหนดไว้

source: Nie mona pobra wartoci clipa prostoktnego.
th_th: ไม่สามารถรับค่าของคลิปสี่เหลี่ยมได้

source: Nie można otworzyć napisów
th_th: ไม่สามารถเปิดแฟ้มคำบรรยาย

source: Narzędzia edycji wizualnej nie działają na komentarzach
th_th: เครื่องมือแสดงผลไม่ทำงานในความคิดเห็น

source: Linia nie jest widoczna na wideo albo ma zerowy czas trwania
th_th: บรรทัดไม่ปรากฏในวิดีโอ หรืออาจมีเวลาเป็นศูนย์

source: W motywie "%s" brakowało część kolorów, zostały doczytane z domyślnego.
th_th: สีบางสีหายไปจากชุดรูปแบบ "%s" โดยจะอ่านอ่านจากค่าเริ่มต้น

source: Nie można zaczytać motywu, zostanie przywrócony domyśny
th_th: ไม่สามารถโหลดชุดรูปแบบได้ จะคืนค่าเป็นค่าเริ่มต้น

source: Nie można zainicjalizować COM
th_th: ไม่สามารถเริ่มต้น COM

source: Błąd inicjalizacji Direct Show
th_th: เกิดข้อผิดพลาดในการเริ่มต้นแสดง Direct Show

source: Filtr źródła nie został dodany
th_th: ยังไม่ได้เพิ่มแหล่งที่มาของตัวกรอง

source: Nie można dodać renderera wideo
th_th: ไม่สามารถเพิ่มวิดีโอเรนเดอร์

source: Nie można utworzyć instancji renderera dźwięku
th_th: ไม่สามารถสร้างอินสแตนซ์ของเครื่องมือสร้างเสียง

source: Nie można dodać renderera Direct Sound
th_th: ไม่สามารถเพิ่ม Direct Sound renderer

source: Nie można wyliczyć pinów źródła
th_th: ไม่สามารถคำนวณพินของแหล่งที่มา

source: Nie można wyliczyć pinów renderera
th_th: ไม่สามารถคำนวณพินของตัวแสดงผล

source: Nie można wyliczyć pinów dsound
th_th: ไม่สามารถคำนวณพิน dsound

source: Nie można pobrać pinu renderera
th_th: ไม่สามารถโหลดพินของตัวเรนเดอร์

source: Nie można pobrać pinu dsound
th_th: ไม่สามารถโหลดพิน dsound

source: Brak IMediaTypes
th_th: ไม่มี IMediaTypes

source: Brak informacji o rodzaju ścieżki
th_th: ไม่มีข้อมูลประเภทแทร็ก

source: Nie można połączyć pinu źródła z rendererem wideo
th_th: ไม่สามารถเชื่อมต่อพินต้นทางกับตัวแสดงวิดีโอ

source: Nie można połączyć pinu źródła z rendererem audio
th_th: ไม่สามารถเชื่อมต่อพินต้นทางกับตัวแสดงเสียง

source: Nie można połączyć pinu źródła z rendererem audio1
th_th: ไม่สามารถเชื่อมต่อพินต้นทางกับตัวสร้างเสียง 1

source: Nie można znaleźć połączonego pinu źródła
th_th: ไม่พบพินแหล่งที่มาที่เชื่อมโยง

source: Nie można pobrać informacji o pinie splittera
th_th: ไม่สามารถโหลดข้อมูลพินแยกสัญญาณได้

source: Nie można wyliczyć pinów splittera
th_th: ไม่สามารถคำนวณพินตัวแยกสัญญาณ

source: Nie można połączyć pinu źródła z rendererem wideo2
th_th: ไม่สามารถเชื่อมต่อพินต้นทางกับตัวแสดงวิดีโอ 2

source: Nie można pobrać pinu źródła
th_th: ไม่สามารถโหลดพินของแหล่งที่มาได้

source: Nie można stworzyć interfejsu filtrów
th_th: ไม่สามารถสร้างส่วนต่อประสานตัวกรอง

source: Nie można stworzyć kontrolera
th_th: ไม่สามารถสร้างตัวควบคุม

source: Nie można stworzyć interfejsu szukania
th_th: ไม่สามารถสร้างส่วนต่อประสานการค้นหา

source: Nie można stworzyć interfejsu audio
th_th: ไม่สามารถสร้างส่วนต่อประสานเสียง

source: Nie można wyliczyć filtrów
th_th: ไม่สามารถคำนวณตัวกรอง

source: Nie można pobrać nazwy filtra
th_th: ไม่สามารถโหลดชื่อตัวกรอง

source: Nie można pobrać konfiguracji filtra
th_th: ไม่สามารถโหลดการกำหนดค่าตัวกรอง

source: Wyszukiwanie zakończone, rozpocząć od początku?
th_th: ถึงจุดสิ้นสุดแล้ว จะค้นหาจากจุดเริ่มต้นอีกครั้งไหม?

source: Nie znaleziono podanej frazy "
th_th: ไม่พบวลี "

source: Zmieniono %i razy.
th_th: เปลี่ยนเปลงแล้ว %i ครั้ง

source: Szukaj Zamień
th_th: ค้นหาและแทนที่

source: Czy na pewno dokonać zmian we wszystkich napisach? W razie pomyłki kopie zapasowe są w folderze 'ReplaceBackup'
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนแปลงคำบรรยายทั้งหมด? หากคุณทำผิดพลาดข้อมูลสำรองของคุณจะอยู่ในโฟลเดอร์ 'ReplaceBackup'

source: Ścieżka szukania jest nieprawidłowa
th_th: พาธการค้นหาไม่ถูกต้อง

source: Wszystkich wybranych stylów nie ma w przeszukiwanych napisach, przez co nic nie zostanie znalezione. Co zrobić?
th_th: ไม่พบสไตล์ที่เลือกทั้งหมดในคำบรรยายที่สามารถค้นหาได้ ทำอย่างไรดี?

source: Wyczyść style
th_th: นำสไตล์ออก

source: Stylów o nazwach "%s" nie ma w przeszukiwanych napisach, co może znacząco zmniejszyć ilość wyników szukania. Co zrobić?
th_th: ไม่พบสไตล์ที่ชื่อ "%s" ในสตริงการค้นหา แต่สามารถลดจำนวนผลการค้นหาลงได้ จะทำอย่างไรดี?

source: Usuń nieistniejące style
th_th: ลบสไตล์ที่ไม่มีอยู่

source: Kainote się scrashował i próbuje pozyskać istotne dane.
th_th: Kainote ได้เกิดข้อผิดพลาด กำลังพยายามบันทึกข้อมูลที่เกี่ยวข้อง

source: Napisy zostały zapisane do folderu "Recovery".
th_th: คำบรรยายจะถูกบันทึกไว้ในโฟลเดอร์ "Recovery"

source: Ostatnia sesja zostanie wznowiona po następnym uruchomieniu.
th_th: เซสชั่นสุดท้ายจะกลับมาทำงานต่อในครั้งต่อไปที่คุณใช้โปรแกรม

source: W przypadku, gdyby zostały uszkodzone, autozapisy są w folderze "Subs".
th_th: ในกรณีที่เกิดข้อผิดพลาดจะมีการบันทึกอัตโนมัติไว้ในโฟลเดอร์ "Subs"

source: Info o crashu zostało zapisane do pliku "CrashInfo.txt" w folderze Kainote.
th_th: ข้อผิดพลาดจะถูกบันทึกลงในแฟ้ม "CrashInfo.txt" ในโฟลเดอร์ของ Kainote

source: Podesłanie go na adres mailowy (bjakja7@gmail.com) może pomóc rozwiązać ten problem.
th_th: โปรดส่งปัญหาไปยังอีเมล (bjakja7@gmail.com) ฉันอาจสามารถช่วยแก้ปัญหานี้ได้

source: Zabrakło pamięci RAM, usunięto część historii
th_th: แรมไม่เพียงพอ ประวัติบางส่วนจะถูกลบ

source: Nie udało się wczytać opcji. Działanie programu zostanie zakończone.
th_th: ไม่สามารถโหลดตัวเลือกได้ โปรแกรมจะหยุดทำงาน

source: Nie udało się wczytać skrótów. Działanie programu zostanie zakończone.
th_th: ไม่สามารถโหลดปุ่มลัดได้ โปรแกรมจะหยุดทำงาน

source: Wczytać poprzednią sesję?
th_th: โหลดเซสชั่นก่อนหน้า?

source: Program się skraszował albo został zamknięty w niewłaściwy sposób, wczytać poprzednią sesję wraz z najnowszymi napisami z autozapisu?
th_th: โปรแกรมมีปัญหาหรือปิดตัวลงอย่างไม่ถูกต้อง ต้องการโหลดเซสชันก่อนหน้าพร้อมกับคำบรรยายบันทึกอัตโนมัติล่าสุดหรือไม่?

source: Bez nazwy -
th_th: ไม่มีชื่อ -

source: Skala obrazu wideo
th_th: ขนาดวิดีโอ

source: Powiększenie wideo
th_th: การซูมวิดีโอ

source: Czas trwania wideo
th_th: ระยะเวลาของวิดีโอ

source: Klatki na Sekundę
th_th: เฟรมต่อวินาที

source: Rozdzielczość wideo
th_th: ความละเอียดวิดีโอ

source: Proporcje wideo
th_th: อัตราส่วนวิดีโอ

source: Nazwa pliku wideo
th_th: ชื่อของแฟ้มวิดีโอ

source: Wczytaj ostatnią sesję
th_th: โหลดเซสชันล่าสุด

source: Wczytuje poprzednio zaczytane pliki
th_th: โหลดแฟ้มก่อนหน้านี้

source: Pytaj o wczytanie ostatniej sesji przy starcie programu
th_th: ให้โหลดเซสชันล่าสุดเมื่อเริ่มต้นโปรแกรม

source: Pyta, czy wczytać ostatnio zaczytane pliki przy starcie programu
th_th: ให้ถามว่าจะโหลดแฟ้มล่าสุดหรือไม่ เมื่อเริ่มต้นโปรแกรม

source: Wczytaj ostatnią sesję przy starcie programu
th_th: ให้ถามว่าจะโหลดแฟ้มล่าสุดหรือไม่ เมื่อเริ่มต้นโปรแกรม

source: Wczytuje poprzednio zaczytane pliki przy starcie programu
th_th: โหลดก่อนหน้านี้อ่านแฟ้มเมื่อเริ่มต้นโปรแกรม

source: &Otwórz napisy
th_th: เ&ปิดคำบรรยาย

source: Otwórz plik napisów
th_th: เปิดแฟ้มคำบรรยาย

source: &Zapisz
th_th: &บันทึก

source: Zapisz aktualny plik
th_th: บันทึกแฟ้มปัจจุบัน

source: Zapisz &wszystko
th_th: บันทึก&ทั้งหมด

source: Zapisz &jako...
th_th: บันทึกเ&ป็น...

source: Zapisz jako
th_th: บันทึกเป็น

source: Zapisz &tłumaczenie
th_th: บันทึกการแปล

source: Ostatnio otwa&rte napisy
th_th: คำบรรยายที่เพิ่งเปิด

source: Usuń napisy z e&dytora
th_th: ลบคำบรรยายออกจากตัวแก้ไ&ข

source: Otwiera autozapis wybrany z listy
th_th: เปิดบันทึกอัตโนมัติที่เลือกจากรายการ

source: Otwiera okno usuwania plików tymczasowych
th_th: เปิดหน้าต่างการลบแฟ้มชั่วคราว

source: Pokaż / Ukryj okno logów
th_th: แสดง / ซ่อนหน้าต่างบันทึก

source: Ostatnia sesja
th_th: เซสชันล่าสุด

source: Opcje ostatniej sesji
th_th: ตัวเลือกเซสชันล่าสุด

source: &Ustawienia
th_th: &การตั้งค่า

source: Ustawienia programu
th_th: การตั้งค่าโปรแกรม

source: Wyjści&e Alt-F4
th_th: &ออก Alt-F4

source: Zakończ działanie programu
th_th: ออกจากโปรแกรม

source: &Plik
th_th: &แฟ้ม

source: &Cofnij
th_th: &เลิกทำ

source: &Ponów
th_th: &ทำซ้ำ

source: &Historia
th_th: &ประวัติ

source: Znajdź i za&mień
th_th: ค้นหาและแ&ทนที่

source: Szuka i podmienia dane frazy tekstu
th_th: ค้นหาและแทนที่ข้อความของวลี

source: Z&najdź
th_th: &ค้นหา

source: Szuka dane frazy tekstu
th_th: กำลังมองหาข้อมูลข้อความวลี

source: Sortuj według czasu początkowego
th_th: เรียงตามเวลาเริ่มต้น

source: Sortuj według czasu końcowego
th_th: จัดเรียงตามเวลาสิ้นสุด

source: Style
th_th: สไตล์

source: Sortuj według stylów
th_th: จัดเรียงตามสไตล์

source: Sortuj według aktora
th_th: จัดเรียงตามแอคเตอร์

source: Sortuj według efektu
th_th: จัดเรียงตามเอฟเฟกต์

source: Sortuj według warstwy
th_th: จัดเรียงตามชั้น

source: Sort&uj wszystkie linie
th_th: จัดเ&รียงทุกบรรทัด

source: Sortuje wszystkie linie napisów ASS
th_th: จัดเรียงบรรทัดคำบรรยายทั้งหมดในแฟ้ม ASS

source: Sortu&j zaznaczone linie
th_th: จัดเ&รียงบรรทัดที่เลือก

source: Sortuje zaznaczone linie napisów ASS
th_th: จัดเรียงบรรทัดคำบรรยายทั้งหมดในแฟ้ม ASS ที่เลือก

source: Włącza okno poprawiania błędów
th_th: เปิดใช้งานการวางแทนที่หลายค่า

source: Zaznacz &linijki
th_th: เลือก&บรรทัด

source: Zaznacza linijki wg danej frazy tekstu
th_th: ทำที่เลือกไว้บรรทัดด้วยวลีข้อความที่กำหนด

source: &Edycja
th_th: &แก้ไข

source: Otwiera wybrane wideo
th_th: เปิดแฟ้มวิดีโอ

source: Ostatnio otwarte video
th_th: วิดีโอที่เพิ่งเปิด

source: Ostatnio otwarte klatki kluczowe
th_th: คีย์เฟรมที่เพิ่งเปิด

source: Otwórz dummy wideo
th_th: เปิดวิดีโอจำลอง

source: Wstawia czas początkowy z wideo
th_th: แทรกเวลาเริ่มต้นจากวิดีโอ

source: Wstawia czas końcowy z wideo
th_th: แทรกเวลาสิ้นสุดจากวิดีโอ

source: Przechodzi o jedną klatkę w tył
th_th: เลื่อนถอยหลังหนึ่งเฟรม

source: Przechodzi o jedną klatkę w przód
th_th: เลื่อนไปข้างหน้าหนึ่งเฟรม

source: Przechodzi wideo do czasu początkowego linii
th_th: ข้ามวิดีโอไปยังเวลาเริ่มต้นของบรรทัด

source: Przechodzi wideo do czasu końcowego linii
th_th: ข้ามวิดีโอไปยังเวลาสิ้นสุดของบรรทัด

source: Odtwarzaj / Pauza
th_th: เล่น / หยุดชั่วคราว

source: Odtwarza lub pauzuje wideo
th_th: เล่นหรือหยุดวิดีโอชั่วคราว

source: Otwiera wideo przez FFMS2, co daje dokładność klatkową
th_th: เปิดวิดีโอด้วย FFMS2 เพื่อความแม่นยำของเฟรม

source: &Wideo
th_th: &วิดีโอ

source: Otwiera wybrane audio
th_th: เปิดแฟ้มเสียง

source: Ostatnio otwarte audio
th_th: เสียงที่เพิ่งเปิด

source: Otwiera audio z wideo
th_th: เปิดเสียงจากวิดีโอ

source: Otwórz puste audio na 2:30 godziny
th_th: เปิดเสียงเปล่าที่ยาวเป็นเวลา 2:30 ชั่วโมง

source: Otwiera puste audio na 2:30 godziny
th_th: เปิดเสียงเปล่าที่ยาวเป็นเวลา 2:30 ชั่วโมง

source: Zamyka audio
th_th: ปิดแฟ้มเสียง

source: A&udio
th_th: เ&สียง

source: Wszystkie okna są widoczne
th_th: แสดงหน้าต่างทั้งหมด

source: Wideo i napisy
th_th: วิดีโอและคำบรรยาย

source: Widoczne tylko okno wideo i napisów
th_th: แสดงเฉพาะหน้าต่างวิดีโอและหน้าต่างคำบรรยาย

source: Audio i napisy
th_th: เสียงและคำบรรยาย

source: Widoczne tylko okno audio i napisów
th_th: แสดงเฉพาะหน้าต่างเสียงและหน้าต่างคำบรรยาย

source: Tylko wideo
th_th: วิดีโอเท่านั้น

source: Widoczne tylko okno wideo
th_th: แสดงเฉพาะหน้าต่างวิดีโอเท่านั้น

source: Tylko napisy
th_th: คำบรรยายเท่านั้น

source: Widoczne tylko okno napisów
th_th: แสดงเฉพาะหน้าต่างคำบรรยายเท่านั้น

source: Wido&k
th_th: มุมมอ&ง

source: Włączanie bądź wyłączanie edytora
th_th: เปิด / ปิดเครื่องมือแก้ไข

source: &Menedżer stylów
th_th: ตัวจัดการ&สไตล์

source: Służy do zarządzania stylami ASS
th_th: ใช้สำหรับจัดการสไตล์ ASS

source: Konwertuje do formatu ASS
th_th: แปลงเป็นรูปแบบ ASS

source: Konwertuje do formatu SRT
th_th: แปลงเป็นรูปแบบ SRT

source: Konwertuje do formatu microDVD
th_th: แปลงเป็นรูปแบบ microDVD

source: Konwertuje do formatu MPL2
th_th: แปลงเป็นรูปแบบ MPL2

source: Konwertuje do formatu TMPlayer (niezalecane)
th_th: แปลงเป็นรูปแบบ TMPlayer (ไม่แนะนำ)

source: Konwersja z jednego formatu napisów na inny
th_th: แปลงจากรูปแบบหนึ่งเป็นอีกรูปแบบหนึ่ง

source: Okno zmiany &czasów Ctrl-I
th_th: เลื่อน&เวลา... Ctrl-I

source: Przesuwanie czasów napisów
th_th: เลื่อนเวลาคำบรรยาย

source: Ukrywa tagi w nawiasach ASS i MDVD
th_th: ซ่อนแท็กในวงเล็บ ASS และ MDVD

source: &Napisy
th_th: &คำบรรยาย

source: Au&tomatyzacja
th_th: &สคริปต์อัตโนมัติ

source: &Pomoc (niekompletna, ale jednak)
th_th: &ช่วยเหลือ (ภาษาโปแลนด์)

source: Otwiera pomoc w domyślnej przeglądarce
th_th: เปิดช่วยเหลือในเบราว์เซอร์เริ่มต้น

source: &Wątek programu na forum AnimeSub.info
th_th: &กระทู้ในฟอรั่มบน Animesub.info (ภาษาโปแลนด์)

source: Otwiera wątek programu na forum AnimeSub.info
th_th: เปิดกระทู้ฟอรัมบน Animesub.info (ภาษาโปแลนด์)

source: &O programie
th_th: &เกี่ยวกับโปรแกรม

source: Wyświetla informacje o programie
th_th: แสดงข้อมูลโปรแกรม

source: &Lista osób pomocnych przy tworzeniu programu
th_th: &รายชื่อของผู้ที่มีส่วนร่วมในการสร้างโปรแกรม

source: Wyświetla listę osób pomocnych przy tworzeniu programu
th_th: แสดงรายชื่อของผู้ที่มีส่วนร่วมในการสร้างโปรแกรม

source: Pomo&c
th_th: &ช่วยเหลือ

source: Wybierz sktypt
th_th: เลือกสคริปต์

source: Pliki skryptów (*.lua),(*.moon)|*.lua;*.moon;
th_th: แฟ้มสคริปต์ (*.lua),(*.moon)|*.lua;*.moon;

source: Ten plik napisów nie ma dodanych żadnych skryptów
th_th: คำบรรยายนี้ไม่ได้เพิ่มสคริปต์ใด ๆ

source: Warunki skryptu Lua '%s' nie zostały spełnione
th_th: ไม่พบเงื่อนไขของสคริปต์ Lua ในสคริปต์ '%s'

source: Pliki napisów (*.ass),(*.ssa),(*.srt),(*.sub),(*.txt)|*.ass;*.ssa;*.srt;*.sub;*.txt|Pliki wideo z wbudowanymi napisami (*.mkv)|*.mkv
th_th: แฟ้มคำบรรยาย (*.ass),(*.ssa),(*.srt),(*.sub),(*.txt)|*.ass;*.ssa;*.srt;*.sub;*.txt|วิดีโอที่มีคำบรรยาย (*.mkv)|*.mkv

source: Pliki wideo(*.avi),(*.mkv),(*.mp4),(*.ogm),(*.wmv),(*.asf),(*.rmvb),(*.rm),(*.3gp),(*.mpg),(*.mpeg),(*.avs)|*.avi;*.mkv;*.mp4;*.ogm;*.wmv;*.asf;*.rmvb;*.rm;*.mpg;*.mpeg;*.3gp;*.avs|Wszystkie pliki (*.*)|*.*
th_th: แฟ้มวิดีโอ (*.avi),(*.mkv),(*.mp4),(*.ogm),(*.wmv),(*.asf),(*.rmvb),(*.rm),(*.3gp),(*.mpg),(*.mpeg),(*.avs)|*.avi;*.mkv;*.mp4;*.ogm;*.wmv;*.asf;*.rmvb;*.rm;*.mpg;*.mpeg;*.3gp;*.avs|แฟ้มทั้งหมด (*.*)|*.*

source: Pliki klatek kluczowych (*.txt),(*.pass),(*.stats),(*.log)|*.txt;*.pass;*.stats;*.log|Wszystkie pliki (*.*)|*.*
th_th: แฟ้มคีย์เฟรม (*.txt),(*.pass),(*.stats),(*.log)|*.txt;*.pass;*.stats;*.log|แฟ้มทั้งหมด (*.*)|*.*

source: Edytor napisów by Marcin Drob aka Bakura lub Bjakja (bjakja7@gmail.com), wersja %s z dnia %s
th_th: เครื่องมือแก้ไขคำบรรยายโดย Marcin Drob หรือที่รู้จักในชื่อ Bakura หรือ Bjakja (bjakja7@gmail.com) เวอร์ชั่น %s อัพเดทวันที่ %s

source: Ten program powstał w celu zastąpienia dwóch programów: Bestplayera i Aegisuba.
th_th: ผมเขียนโปรแกรมนี้เพื่อมาทดแทน Bestplayer และ Aegisub

source: Jeśli zauważyłeś(aś) jakieś błędy bądź masz jakieś propozycje zmian lub nowych funkcji, możesz napisać o tym na: forum ANSI, Githubie, bądź mailowo.
th_th: หากพบข้อบกพร่องหรือต้องการอะไร สามารถเขียนเกี่ยวกับมันแล้วส่งให้ฉันใน Github หรืออีเมล (bjakja7@gmail.com)

source: Kainote zawiera w sobie części następujących projektów:
th_th: Kainote มีบางส่วนของโครงการดังต่อไปนี้:

source: Color picker, wymuxowywanie napisów z mkv, audiobox, odwarzacz audio, automatyzacja i kilka innych pojedynczych funkcji wzięte z Aegisuba -
th_th: ตัวหยิบสี, ถอดซับออกจากแฟ้ม MKV, ออดิโอบอกซ์, เครื่องเล่นเสียง, สคริปต์อัตโนมัติ และคุณสมบัติอื่น ๆ มากมายที่นำมาจาก Aegisub -

source: O Kainote
th_th: เกี่ยวกับ Kainote

source: Pomoc graficzna: (przyciski, obrazki do pomocy itd.)
th_th: ความช่วยเหลือด้านกราฟิก: (ปุ่ม, รูปภาพเพื่อช่วยเหลือ ฯลฯ )

source: - Kostek00 (przyciski do audio i narzędzi wizualnych).
th_th: - Kostek00 (ปุ่มสำหรับเครื่องมือภาพและเสียง)
