Repository: PMArkive/Kainote
Catalog: Locale/*.po
Languages: th_th

source: Menedżer stylów
th_th: ตัวจัดการสไตล์

source: Włącz / Wyłącz edytor
th_th: เปิด / ปิดใช้งานเครื่องมือแก้ไข

source: Otwórz wideo
th_th: เปิดวิดีโอ

source: Znajdź i zmień
th_th: ค้นหาและแทนที่

source: Cofnij
th_th: เลิกทำ

source: Ponów
th_th: ทำซ้ำ

source: Historia
th_th: ประวัติ

source: Otwórz napisy
th_th: เปิดคำบรรยาย

source: Zapisz
th_th: บันทึก

source: Zapisz jako...
th_th: บันทึกเป็น...

source: Usuń tekst
th_th: ลบข้อความ

source: Usuń linijkę
th_th: ลบบรรทัด

source: Wstaw czas początkowy z wideo
th_th: แทรกเวลาเริ่มต้นจากวิดีโอ

source: Wstaw czas końcowy z wideo
th_th: แทรกเวลาสิ้นสุดจากวิดีโอ

source: Odtwórz / Pauza
th_th: เล่น / หยุดชั่วคราว

source: Klatka w tył
th_th: เฟรมก่อนหน้า

source: Klatka w przód
th_th: เฟรมถัดไป

source: Poprzednia linijka
th_th: บรรทัดก่อนหน้า

source: Następna linijka
th_th: บรรทัดถัดไป

source: Scal z poprzednią linijką
th_th: รวมบรรทัดนี้เข้ากับบรรทัดก่อนหน้า

source: Scal z następną linijką
th_th: รวมบรรทัดนี้เข้ากับบรรทัดถัดไป

source: Przyklej start do klatki kluczowej
th_th: ปรับเวลาเริ่มต้นเป็นคีย์เฟรมที่ใกล้ที่สุด

source: Przyklej koniec do klatki kluczowej
th_th: ปรับเวลาสิ้นสุดเป็นคีย์เฟรมที่ใกล้ที่สุด

source: Następna karta
th_th: แท็บถัดไป

source: Poprzednia karta
th_th: แท็บก่อนหน้า

source: Zaznacz linię z czasem wideo
th_th: เลือกบรรทัดที่ตรงกับตำแหน่งวิดีโอปัจจุบัน

source: Pomoc (niekompletna, ale jednak)
th_th: ช่วยเหลือ (ภาษาโปแลนด์)

source: Duplikuj linie
th_th: ทำบรรทัดซ้ำ

source: Kopiuj kolumny
th_th: คัดลอกคอลัมน์

source: Wklej kolumny
th_th: วางคอลัมน์

source: Pokaż podgląd napisów
th_th: แสดงตัวอย่างคำบรรยาย

source: 5 sekund do przodu
th_th: ไปข้างหน้า 5 วินาที

source: 5 sekund do tyłu
th_th: ย้อนกลับไป 5 วินาที

source: Minuta do przodu
th_th: ไปข้างหน้า 1 นาที

source: Minuta do tyłu
th_th: ย้อนหลังไป 1 นาที

source: Następny plik
th_th: แฟ้มถัดไป

source: Poprzedni plik
th_th: แฟ้มก่อนหน้า

source: Dźwięk głośniej
th_th: ปรับระดับเสียงขึ้น

source: Dźwięk ciszej
th_th: ปรับระดับเสียงลง

source: Następny rozdział
th_th: บทต่อไป

source: Poprzedni rozdział
th_th: บทก่อนหน้า

source: Wstaw pogrubienie
th_th: แทรกตัวหนา

source: Wstaw kursywę
th_th: แทรกตัวเอียง

source: Wstaw znak podziału
th_th: แทรกบรรทัด

source: Wstaw różnicę początkową
th_th: แทรกความแตกต่างจากจุดเริ่มต้น

source: Wstaw różnicę końcową
th_th: แทรกความแตกต่างถึงจุดสิ้นสุด

source: Następne niepewne
th_th: บรรทัดถัดไปต้องตรวจทาน

source: Następne nieprzetłumaczone
th_th: บรรทัดถัดไปไม่แปล

source: Ustaw jako niepewne i przejdź dalej
th_th: กำหนดค่าเป็นต้องตรวจทานและไปยังบรรทัดถัดไป

source: Zatwierdź zmiany idź do następnej linii
th_th: ยืนยันการเปลี่ยนแปลงและไปยังบรรทัดถัดไป

source: Zatwierdź
th_th: ส่ง

source: Zatwierdź zastępcze
th_th: การส่งทางเลือก

source: Poprzednia linijka zastępcze
th_th: บรรทัดก่อนหน้า ทางเลือก

source: Następna linijka zastępcze
th_th: บรรทัดถัดไป ทางเลือก

source: Odtwarzaj
th_th: เล่น

source: Odtwarzaj zastępcze
th_th: เล่น ทางเลือก

source: Odtwarzaj linię
th_th: เล่นบรรทัด

source: Odtwarzaj linię zastępcze
th_th: การเล่นบรรทัด ทางเลือก

source: Zatrzymaj
th_th: หยุด

source: Przewiń w lewo
th_th: เลื่อนไปทางซ้าย

source: Przewiń w prawo
th_th: เลื่อนไปทางขวา

source: Odtwarzaj przed znacznikem
th_th: เล่นก่อนที่มาร์คไว้

source: Odtwarzaj po znaczniku
th_th: เล่นหลังที่มาร์คไว้

source: Odtwarzaj pierwsze 500ms
th_th: เล่น 500ms แรก

source: Odtwarzaj końcowe 500ms
th_th: เล่น 500ms สุดท้าย

source: Odtwarzaj 500ms przed
th_th: เล่น 500ms ก่อน

source: Odtwarzaj 500ms po
th_th: เล่น 500ms หลัง

source: Odtwarzaj do końca
th_th: เล่นจนจบ

source: Dodaj wstęp
th_th: เพิ่มส่วนนำ

source: Dodaj zakończenie
th_th: เพิ่มส่วนสิ้นสุด

source: Plik skrótów jest przestarzały zostanie zamieniony domyślnym
th_th: แฟ้มปุ่มลัดล้าสมัย แฟ้มปุ่มลัดจะถูกแทนที่ด้วยค่าเริ่มต้น

source: Skrót "%s" nie jest prawidłowy
th_th: ปุ่มลัด "%s" ไม่ถูกต้อง

source: Nie można przywrócić skrótu, bo nie ma domyślnego ustawienia o id %i
th_th: ไม่สามารถเรียกคืนปุ่มลัดได้เนื่องจากไม่มีการตั้งค่าเริ่มต้นของไอดี %i ให้เรียกคืน

source: Mapowanie przycisków
th_th: แผนผังปุ่มลัด

source: Skrót globalny
th_th: ปุ่มลัดส่วนกลาง

source: Skrót pola napisów
th_th: ปุ่มลัดตารางคำบรรยาย

source: Skrót pola edycji
th_th: ปุ่มลัดของกล่องแก้ไข

source: Skrót wideo
th_th: ปุ่มลัดวิดีโอ

source: Skrót audio
th_th: ปุ่มลัดเสียง

source: Proszę wcisnąć klawisze skrótu dla "%s".
th_th: โปรดป้อนปุ่มลัดสำหรับ "%s"

source: Skróty globalne i edytora muszą zawierać modyfikatory (Shift, Ctrl lub Alt).
th_th: ปุ่มลัดเครื่องมือแก้ไขและส่วนกลางจะต้องประกอบไปด้วยคีย์พิเศษ (เช่น Shift, Ctrl, Alt)

source: Nie można używać skrótów do kopiowania, wycinania i wklejania.
th_th: คุณไม่สามารถใช้ปุ่มลัดสำหรับการคัดลอก การตัด และการวาง

source: Nie można używać skrótu zamykania programu.
th_th: คุณไม่สามารถใช้ปุ่มลัดเพื่อปิดโปรแกรม

source: O programie
th_th: เกี่ยวกับโปรแกรม

source: Wątek programu na forum AnimeSub.info
th_th: กระทู้ในฟอรัมบน AnimeSub.info (ภาษาโปแลนด์)

source: Zmień proporcje wideo
th_th: เปลี่ยนอัตราส่วนวิดีโอ

source: Właściwości pliku ASS
th_th: คุณสมบัติแฟ้ม ASS

source: Otwórz audio z wideo
th_th: เปิดเสียงจากวิดีโอ

source: Wczytaj skrypt
th_th: โหลดสคริปต์อัตโนมัติ

source: Otwórz okno mapowania skrótów
th_th: เปิดหน้าต่างของแผนผังปุ่มลัด

source: Odśwież skrypty autoload
th_th: รีเฟรชสคริปต์อัตโนมัติ

source: Zamknij audio
th_th: ปิดเสียง

source: Ustaw czasy jako ciągłe (następna linijka)
th_th: กำหนดค่าเวลาเป็นแบบต่อเนื่อง (บรรทัดถัดไป)

source: Ustaw czasy jako ciągłe (poprzednia linijka)
th_th: กำหนดค่าเวลาเป็นแบบต่อเนื่อง (บรรทัดก่อนหน้า)

source: Usuń plik wideo
th_th: นำวิดีโอออก

source: Pierwszy przycisk tagów
th_th: ปุ่มแท็กแรก

source: Drugi przycisk tagów
th_th: ปุ่มแท็กที่สอง

source: Trzeci przycisk tagów
th_th: ปุ่มแท็กที่สาม

source: Czwarty przycisk tagów
th_th: ปุ่มแท็กที่สี่

source: Piąty przycisk tagów
th_th: ปุ่มแท็กที่ห้า

source: Szósty przycisk tagów
th_th: ปุ่มแท็กที่หก

source: Siódmy przycisk tagów
th_th: ปุ่มแท็กที่เจ็ด

source: Ósmy przycisk tagów
th_th: ปุ่มแท็กที่แปด

source: Dziewiąty przycisk tagów
th_th: ปุ่มแท็กที่เก้า

source: Dziesiąty przycisk tagów
th_th: ปุ่มแท็กที่สิบ

source: Jedenasty przycisk tagów
th_th: ปุ่มแท็กที่สิบเอ็ด

source: Dwunasty przycisk tagów
th_th: ปุ่มแท็กที่สิบสอง

source: Trzynasty przycisk tagów
th_th: ปุ่มแท็กที่สิบสาม

source: Czternasty przycisk tagów
th_th: ปุ่มแท็กที่สิบสี่

source: Piętnast przycisk tagów
th_th: ปุ่มแท็กที่สิบห้า

source: Szesnasty przycisk tagów
th_th: ปุ่มแท็กที่สิบหก

source: Siedemnasty przycisk tagów
th_th: ปุ่มแท็กที่สิบเจ็ด

source: Osiemnasty przycisk tagów
th_th: ปุ่มแท็กที่สิบแปด

source: Dziewiętnasty przycisk tagów
th_th: ปุ่มแท็กที่สิบเก้า

source: Dwudziesty przycisk tagów
th_th: ปุ่มแท็กที่ยี่สิบ

source: Ukryj komentarze
th_th: ซ่อนความคิดเห็น

source: Pokaż niepewne
th_th: แสดงที่ต้องตรวจทาน

source: Wyłącz filtrowanie
th_th: ปิดใช้งานตัวกรอง

source: Ukryj zaznaczone linie
th_th: ซ่อนบรรทัดที่เลือก

source: Ukryj linie ze stylami
th_th: ซ่อนบรรทัดตามสไตล์ที่เลือก

source: Pokaż nieprzetłumaczone
th_th: แสดงบรรทัดที่ยังไม่ได้แปล

source: Ustaw FPS z wideo
th_th: กำหนดค่า FPS จากวิดีโอ

source: Kopiuj klatkę do schowka
th_th: คัดลอกเฟรมนี้ไปยังคลิปบอร์ด (ไม่มีคำบรรยาย)

source: Zapisz klatkę jako PNG
th_th: บันทึกเฟรมนี้เป็น PNG (ไม่มีคำบรรยาย)

source: Sortuj wszystko według czasu początkowego
th_th: จัดเรียงทุกบรรทัดตามเวลาเริ่มต้น

source: Sortuj wszystko według czasu końcowego
th_th: จัดเรียงทุกบรรทัดตามเวลาสิ้นสุด

source: Sortuj wszystko według stylów
th_th: จัดเรียงทุกบรรทัดตามสไตล์

source: Sortuj wszystko według aktora
th_th: จัดเรียงทุกบรรทัดตามแอคเตอร์

source: Sortuj wszystko według efektu
th_th: จัดเรียงทุกบรรทัดตามเอฟเฟกต์

source: Sortuj wszystko według warstwy
th_th: จัดเรียงทุกบรรทัดตามชั้น

source: Sortuj zaznaczenie według czasu początkowego
th_th: จัดเรียงบรรทัดที่เลือกตามเวลาเริ่มต้น

source: Sortuj zaznaczenie według czasu końcowego
th_th: จัดเรียงบรรทัดที่เลือกตามเวลาสิ้นสุด

source: Sortuj zaznaczenie według stylów
th_th: จัดเรียงบรรทัดที่เลือกตามสไตล์

source: Sortuj zaznaczenie według aktora
th_th: จัดเรียงบรรทัดที่เลือกตามแอคเตอร์

source: Sortuj zaznaczenie według efektu
th_th: จัดเรียงบรรทัดที่เลือกตามเอฟเฟกต์

source: Sortuj zaznaczenie według warstwy
th_th: จัดเรียงบรรทัดที่เลือกตามชั้น

source: Przesuń czasy / uruchom post processor
th_th: เลื่อนเวลา / เปิดโพสต์โปรเซสเซอร์

source: Przejdź do poprzedniej klatki kluczowej
th_th: ไปยังคีย์เฟรมก่อนหน้า

source: Przejdź do następnej klatki kluczowej
th_th: ไปยังคีย์เฟรมถัดไป

source: Filtruj po wczytaniu napisów
th_th: กรองหลังจากโหลดคำบรรยาย

source: Nie resetuj wcześniejszego filtrowania
th_th: อย่ารีเซ็ตตัวกรองก่อนหน้า

source: Ignoruj filtrowanie przy akcjach
th_th: ละเว้นการกรองขณะกระทำการ

source: Filtrowanie odwrócone
th_th: กรองแบบย้อนกลับ

source: Ukryj aktora
th_th: ซ่อนแอคเตอร์

source: Ukryj znaki na sekundę
th_th: ซ่อนอักขระต่อวินาที

source: Ukryj czas końcowy
th_th: ซ่อนเวลาสิ้นสุด

source: Ukryj efekt
th_th: ซ่อนเอฟเฟกต์

source: Ukryj warstwę
th_th: ซ่อนชั้น

source: Ukryj lewy margines
th_th: ซ่อนระยะขอบซ้าย

source: Ukryj prawy margines
th_th: ซ่อนระยะขอบด้านขวา

source: Ukryj pionowy margines
th_th: ซ่อนระยะขอบแนวตั้ง

source: Ukryj czas początkowy
th_th: ซ่อนเวลาเริ่มต้น

source: Ukryj styl
th_th: ซ่อนสไตล์

source: Stwórz drzewko
th_th: สร้างไดเรกทอรีทรี

source: Lista osób pomocnych przy tworzeniu programu
th_th: รายชื่อของผู้ที่มีส่วนร่วมในการสร้างโปรแกรม

source: Ukryj / pokaż pasek postępu
th_th: ซ่อน / แสดงแถบความคืบหน้า

source: Ukryj zaznaczone linijki
th_th: ซ่อนบรรทัดที่เลือก

source: Ukryj tagi w nawiasach
th_th: ซ่อนแท็ก

source: Wstaw po
th_th: แทรกหลัง

source: Wstaw po z czasem wideo
th_th: แทรกหลังด้วยเวลาวิดีโอ

source: Wstaw po z czasem klatki wideo
th_th: แทรกหลังด้วยเฟรมวิดีโอ

source: Wstaw przed
th_th: แทรกก่อน

source: Wstaw przed z czasem wideo
th_th: แทรกก่อนด้วยเวลาวิดีโอ

source: Wstaw przed z czasem klatki wideo
th_th: แทรกก่อนด้วยเฟรมวิดีโอ

source: Złącz linijki
th_th: รวมบรรทัด

source: Złącz linijki zostaw pierwszą
th_th: รวมบรรทัดและเก็บบรรทัดแรกไว้

source: Złącz linijki zostaw ostatnią
th_th: รวมบรรทัดและเก็บบรรทัดสุดท้ายไว้

source: Otwórz klatki kluczowe
th_th: เปิดคีย์เฟรม

source: Otwórz autozapis
th_th: เปิดการบันทึกอัตโนมัติ

source: Uruchom ostatnio zaczytany skrypt
th_th: เรียกใช้สคริปต์ล่าสุด

source: Ustaw nowy FPS
th_th: กำหนดค่า FPS ใหม่

source: Otwórz audio
th_th: เปิดเสียง

source: Wklej tekst tłumaczenia
th_th: วางข้อความแปล

source: Odtwórz aktywną linijkę
th_th: เล่นบรรทัดบัจจุบัน

source: Usuń napisy z edytora
th_th: นำคำบรรยายออกจากเครื่องมือแก้ไข

source: Zapisz wszystkie napisy
th_th: บันทึกคำบรรยายทั้งหมด

source: Zapisz tłumaczenie
th_th: บันทึกการแปล

source: Zapisuj napisy z nazwą wideo
th_th: บันทึกคำบรรยายด้วยชื่อวิดีโอ

source: Zaznacz linijki
th_th: เลือกบรรทัด

source: Ustaw audio z czasem wideo
th_th: กำหนดค่าเสียงด้วยเวลาวิดีโอ

source: Ustaw znacznik audio z czasem wideo
th_th: กำหนดค่าจุดมาร์คเสียงด้วยเวลาวิดีโอ

source: Ustawienia
th_th: การตั้งค่า

source: Przejdź do czasu początkowego linii
th_th: ไปยังเวลาเริ่มต้นของบรรทัด

source: Przejdź do czasu końcowego linii
th_th: ไปยังเวลาสิ้นสุดของบรรทัด

source: Sprawdź poprawność pisowni
th_th: เครื่องมือตรวจสอบการสะกดคำ

source: Kopiuj klatkę z napisami do schowka
th_th: คัดลอกเฟรมนี้ไปยังคลิปบอร์ด

source: Zapisz klatkę z napisami jako PNG
th_th: บันทึกเฟรมนี้เป็น PNG

source: Zmień rozdzielczość napisów
th_th: เปลี่ยนความละเอียดของคำบรรยาย

source: Wczytaj napisy z pliku MKV
th_th: โหลดคำบรรยายจากแฟ้ม MKV

source: Zamień linie
th_th: แทนที่บรรทัด

source: Okno przesuwania dialogów
th_th: จับคู่การแปลกับคำบรรยายที่มีอยู่

source: Cofnij do ostatniego zapisu
th_th: เลิกทำการบันทึกครั้งล่าสุด

source: Otwieraj wideo przez FFMS2
th_th: เปิดวิดีโอผ่าน FFMS2

source: Powiększ wideo
th_th: ซูมวิดีโอ

source: Widok wszystko
th_th: แสดงทั้งหมด

source: Widok audio i napisy
th_th: แสดงเสียงและคำบรรยาย

source: Widok tylko napisy
th_th: แสดงคำบรรยายเท่านั้น

source: Widok wideo i napisy
th_th: แสดงวิดีโอและคำบรรยาย

source: Widok tylko wideo
th_th: แสดงวิดีโอเท่านั้น

source: Oczyść style pliku ASS
th_th: ล้างค่าสไตล์ของแฟ้ม ASS

source: Popraw drobne błędy (eksperymentalne)
th_th: เครื่องมือแทนที่หลายค่า (ขั้นทดลอง)

source: Pełny ekran
th_th: เต็มหน้าจอ

source: &Kopiuj
th_th: &คัดลอก

source: &Wklej
th_th: &วาง

source: Zastosuj dla wszystkich
th_th: นำไปใช้ทั้งหมด

source: Tak dla wszystkich
th_th: ใช่ทั้งหมด

source: Tak
th_th: ใช่

source: Nie
th_th: ไม่

source: Pomoc
th_th: ช่วยเหลือ

source: Wy&tnij
th_th: ตั&ด

source: Szukaj zaznaczonej frazy w Google
th_th: ค้นหาที่เลือกใน Google

source: &Usuń
th_th: &ลบ

source: Okno Logów
th_th: หน้าต่างบันทึก

source: Błąd MatroskaParsera:
th_th: ข้อผิดพลาด MatroskaParser:

source: Nie można otworzyć pliku Matroska.
th_th: ไม่สามารถเปิดแฟ้ม Matroska

source: Plik nie ma żadnej ścieżki z napisami.
th_th: แฟ้มไม่มีแทร็กคำบรรยาย

source: Wybierz ścieżkę napisów
th_th: เลือกแทร็กคำบรรยาย

source: Anulowano.
th_th: ยกเลิกแล้ว

source: Błąd zlib: %s
th_th: ข้อผิดพลาด Zlib: %s

source: Odczyt napisów z pliku Matroska.
th_th: กำลังโหลดคำบรรยายจากแฟ้ม Matroska

source: Zastosuj
th_th: นำไปใช้

source: lub
th_th: หรือ

source: Drugi skrót można ustawić Control + Klik
th_th: ปุ่มลัดที่สองสามารถกำหนดค่าโดยใช้ Control + คลิก

source: Korekcja drobnych błędów
th_th: เครื่องมือแทนที่หลายค่า

source: Edycja reguły
th_th: แก้ไขกฎ

source: Rozróżniaj wielkość znaków
th_th: ตรงกันทั้งคำ

source: Zmieniaj na tekst pisany małą literą
th_th: เปลี่ยนเป็นตัวพิมพ์เล็ก

source: Zmieniaj na tekst pisany wielką literą
th_th: เปลี่ยนเป็นตัวพิมพ์ใหญ่

source: Nie zmieniaj wielkości liter
th_th: ไม่เปลี่ยนกรณี

source: Zmieniaj tylko w tagach
th_th: เปลี่ยนเฉพาะในแท็ก

source: Zmieniaj tylko w tekście
th_th: เปลี่ยนเฉพาะในข้อความ

source: Szukana fraza (wyrażenia regularne)
th_th: การค้นหาวลี (นิพจน์ทั่วไป)

source: Zmieniana fraza
th_th: แทนที่วลี

source: Opis reguły
th_th: คำอธิบายกฎ

source: Opis
th_th: คำอธิบาย

source: Reguła znajdź
th_th: กฎการค้นหา

source: Reguła zamień
th_th: กฎการแทนที่

source: Które linijki
th_th: บรรทัดใดบ้าง

source: Od zaznaczonej linijki
th_th: บรรทัดที่เลือกเป็นต้นไป

source: Według wybranych stylów
th_th: ตามสไตล์ที่เลือก

source: Dodaj regułę
th_th: เพิ่มกฎ

source: Edytuj regułę
th_th: แก้ไขกฎ

source: Usuń regułę
th_th: ลบกฎ

source: Znajdź błąd
th_th: ค้นหา

source: Znajdź błędy w bieżącej zakładce
th_th: ค้นหาในแท็บปัจจุบัน

source: Znajdź błędy we wszystkich zakładkach
th_th: ค้นหาในแท็บทั้งหมด

source: Zmień błąd
th_th: แทนที่

source: Zamień wszystkie błędy w bieżącej zakładce
th_th: แทนที่ทั้งหมด ในแท็บปัจจุบัน

source: Zamień wszystkie błędy we wszystkich zakładkach
th_th: แทนที่ทั้งหมดในแท็บทั้งหมด

source: Nie można zmieniać reguł, gdy okno wyników szukania jest otwarte
th_th: ไม่สามารถเปลี่ยนกฎ ขณะที่หน้าต่างผลลัพธ์การค้นหาเปิดอยู่

source: Linia %i nie może być zamieniona, bo została zedytowana.
th_th: ไม่สามารถแทนที่บรรทัดที่ %i ได้ เนื่องจากถูกแก้ไข

source: Nie można zamienić "%s" na "%s", wykorzystując regułę "%s" w linii %i.
th_th: ไม่สามารถแทนที่ "%s" ด้วย "%s" โดยใช้กฎ "%s" ในบรรทัด %i

source: Usuwanie spacji przed przecinkiem bądź kropką
th_th: ลบช่องว่างก่อนจุลภาคหรือมหัพภาค

source: Usuwanie podwójnych spacji
th_th: ลบเว้นวรรคสองวรรคที่ติดกัน

source: Zmiana "...." i więcej na wielokropek
th_th: แทนที่มหัพภาคที่มีมากกว่า 3 เครื่องหมายติดกันเป็นจุดไข่ปลา

source: Zmiana ".." na wielokropek
th_th: แทนที่มหัพภาคที่มี 2 เครื่องหมายติดกันเป็นจุดไข่ปลา

source: Zmiana braku spacji po przecinku czy kropce
th_th: แทนที่ช่องว่างที่หายไปหลังจุลภาคหรือมหัพภาค

source: Usuwanie japońskich zwrotów grzecznościowych
th_th: ลบคำต่อท้ายของภาษาญี่ปุ่นออก

source: Zamiana "sie" na "się"
th_th: แทนที่ "sie" ด้วย "się" ในภาษาโปแลนด์

source: Zamiana "nie możliwe" na "niemożliwe"
th_th: แทนที่ "nie możliwe" ด้วย "niemożliwe" ในภาษาโปแลนด์

source: Zamiana "nie ważne" na "nieważne"
th_th: แทนที่ "nie ważne" ด้วย "nieważne" ในภาษาโปแลนด์

source: Zamiana błędów wyrażenia "w ogóle"
th_th: แก้ไข "w ogóle" ในภาษาโปแลนด์

source: Zamiana błędów wyrazu "będę"
th_th: แก้ไข "będę" ในภาษาโปแลนด์

source: Reguła "%s" jest nieprawidłowa.
th_th: กฎ "%s" ไม่ถูกต้อง

source: Sugestie poprawy
th_th: ข้อเสนอแนะสำหรับการปรับปรุง

source: Szukaj tłumaczenia słowa na ling.pl
th_th: ค้นหาคำแปลใน ling.pl

source: Szukaj tłumaczenia słowa na pl.ba.bla
th_th: ค้นหาคำแปลใน pl.ba.bla

source: Szukaj synonimu na synonimy.net
th_th: ค้นหาคำพ้องความหมายบน synonyms.net

source: Sprawdzanie pisowni
th_th: เครื่องมือตรวจสอบการสะกดคำ

source: Zainstalowane języki
th_th: ภาษาที่ติดตั้งไว้

source: &Dodaj słowo "%s" do słownika
th_th: &เพิ่มคำว่า "%s" ไปยังพจนานุกรม

source: Pokaż pasek stanu
th_th: แสดงแถบสถานะ

source: Automatycznie zamieniaj cudzysłów
th_th: แทนที่เครื่องหมายคำพูดโดยอัตโนมัติ

source: Błąd, słowo "%s" nie zostało dodane.
th_th: เกิดข้อผิดพลาด คำว่า "%s " ไม่ถูกเพิ่ม

source: Wybór nazwy katalogu
th_th: ป้อนชื่อแคตตาล็อก

source: Podaj nazwę nowego katalogu
th_th: ป้อนชื่อของแคตตาล็อกใหม่

source: Utwórz
th_th: สร้าง

source: Nie można utworzyć pliku.
th_th: ไม่สามารถสร้างแฟ้มได้

source: Nie można otworzyć pliku.
th_th: ไม่สามารถเปิดแฟ้มได้

source: Nie można odczytać pliku.
th_th: ไม่สามารถอ่านแฟ้มได้

source: Plik nie został otwarty.
th_th: ไม่ได้เปิดแฟ้ม

source: Nie można zapisać do pliku.
th_th: ไม่สามารถบันทึกแฟ้ม

source: Nie można wczytać opcji audio
th_th: ไม่สามารถโหลดค่ากำหนดเสียง

source: Wczytywanie posortowanych napisów
th_th: โหลดคำบรรยายที่จัดเรียง

source: Włącz sprawdzanie pisowni
th_th: เปิดการตรวจการสะกดคำ

source: Zaznaczaj linijkę z czasem aktywnej linijki poprzedniej zakładki
th_th: เลือกบรรทัดด้วยเวลาของบรรทัด ที่ใช้งานไว้ในของแท็บก่อนหน้า

source: Pokaż sugestie po dwukrotnym kliknięciu błędu
th_th: แสดงคำแนะนำเมื่อดับเบิลคลิกที่คำที่สะกดผิด

source: Otwieraj napisy zawsze w nowej karcie
th_th: เปิดคำบรรยายในแท็บใหม่เสมอ

source: Nie przechodź do następnej linii przy edycji czasów
th_th: ไม่ย้ายไปยังบรรทัดถัดไปเมื่อแก้ไขเวลา

source: Wyłącz pokazywanie edycji na wideo (wymaga ponownego otwarcia zakładek)
th_th: ปิดพรีวิวการแก้ไขในวิดีโอ (ต้องปิดและเปิดแท็บใหม่)

source: Włącz szukanie widocznej linii po wyjściu z pełnego ekranu
th_th: เปิดใช้การค้นหาบรรทัดที่มองเห็น เมื่อออกจากเต็มหน้าจอ

source: Włącz przenoszenie wartości pola przesuwania czasów
th_th: การเลื่อนเวลาในแท็บทั้งหมดให้ซิงโครไนซ์กัน

source: Zmieniaj aktywną linię przy zaznaczaniu
th_th: เปลี่ยนบรรทัดที่ใช้งานเมื่อเลือก

source: Pokazuj oryginał w trybie tłumacza
th_th: แสดงต้นฉบับในโหมดผู้แปล

source: Ukryj oryginał na wideo w trybie tłumacza
th_th: ซ่อนต้นฉบับที่จะแสดงบนวิดีโอในโหมดผู้แปล

source: Nie zmieniaj zaznaczeń przy duplikacji linii dialogowych
th_th: ไม่ยกเลิกการเลือกเมื่อมีการกระทำใด ๆ กับบรรทัด

source: Nie wypośrodkowuj aktywnej linii w polu napisów
th_th: ไม่ให้บรรทัดในฟิลด์คำบรรยายอยู่ตรงกลาง

source: Używaj skróty klawiszowe numpada w polach tekstowych
th_th: ใช้แป้นตัวเลขเป็นปุ่มลัดในตารางข้อความ

source: Wyłącz ostrzeżenia w narzędziach edycji wizualnej
th_th: ปิดคำเตือนในเครื่องมือแก้ไขภาพ

source: Nie ostrzegaj o niezgodności rozdzielczości
th_th: ไม่ต้องแจ้งเตือนเกี่ยวกับความเข้ากันไม่ได้ของความละเอียด

source: Kompatybilność ze starymi skryptami Kainote
th_th: เข้ากันได้กับสคริปต์ Kainote เก่า

source: Język (wymaga restartu programu)
th_th: ภาษา (ต้องรีสตาร์ทโปรแกรม)

source: Umieść pliki .dic i .aff do folderu "Dictionary"
th_th: วางแฟ้ม .dic และ .aff ลงในโฟลเดอร์ "Dictionary"

source: Język sprawdzania pisowni (folder "Dictionary")
th_th: ภาษาการตรวจสอบการสะกดคำ (โฟลเดอร์ "Dictionary")

source: Zero całkowicie wyłącza zapis przy edycji
th_th: ปิดการบันทึกไปอย่างสมบูรณ์ขณะแก้ไข

source: Liczbę plików autozapisu można ustawić od 2 do 1000000
th_th: จำนวนแฟ้มบันทึกอัตโนมัติสามารถกำหนดค่าได้ตั้งแต่ 2 ถึง 1,000,000

source: Liczbę znaków widocznych na zakładce można ustawić od 20 do 150
th_th: จำนวนตัวอักษรชื่อของแท็บสามารถกำหนดค่าได้ตั้งแต่ 20 ถึง 150

source: Ilość edycji do zapisu
th_th: จำนวนการแก้ไขที่จะบันทึก

source: Maksymalna ilość plików autozapisu
th_th: จำนวนแฟ้มบันทึกอัตโนมัติสูงสุด

source: Przyspieszenie klatki początkowej w ms:
th_th: ชดเชยเฟรมเริ่มต้นในหน่วยมิลลิวินาที:

source: Przyspieszenie klatki końcowej w ms:
th_th: ชดเชยเฟรมสิ้นสุดในหน่วยมิลลิวินาที:

source: Znak podmiany tagów ASS:
th_th: แทนที่แท็ก ASS:

source: Ilość znaków widocznych na zakładce
th_th: จํานวนอักขระที่มองเห็นได้บนแท็บ

source: Poziom śledzenia logów skryptów LUA
th_th: ระดับการติดตามบันทึกของสคริปต์ Lua

source: Czcionka pola napisów:
th_th: แบบอักษรของตารางคำบรรยาย:

source: Czcionka programu:
th_th: แบบอักษรของโปรแกรม:

source: Sposób wczytywania skryptów autoload
th_th: การโหลดสคริปต์อัตโนมัติ

source: Przy starcie programu asynchronicznie
th_th: หลังจากเริ่มต้นโปรแกรมแบบอะซิงโครนัส

source: Przy starcie programu
th_th: หลังจากเริ่มต้นโปรแกรม

source: Przy otwarciu menu asynchronicznie
th_th: หลังจากเปิดเมนูแบบอะซิงโครนัส

source: Przy otwarciu menu
th_th: หลังจากเปิดเมนู

source: Wybierz katalog
th_th: ตั้งค่าแคตตาล็อก

source: Wybierz styl
th_th: ตั้งค่าสไตล์

source: Wybierz FPS
th_th: ตั้งค่า FPS

source: Czas w ms na jedną literę
th_th: หน่วยเวลา ms ของตัวอักษรหนึ่งตัว

source: Tagi wstawiane na początku każdej linijki ass
th_th: แท็ก ASS ที่จะแทรกไว้ในทุกบรรทัด

source: Rozdzielczość przy konwersji na ASS
th_th: ความละเอียดเมื่อแปลงเป็น ASS

source: katalog dla stylu
th_th: แคตตาล็อกของสไตล์

source: styl
th_th: สไตล์

source: Wybrany %s konwersji nie istnieje, zostanie zmieniony na domyślny
th_th: การตั้งค่า%sที่เลือกไม่มีอยู่ จะเปลี่ยนเป็นค่าเริ่มต้น

source: FPS z wideo
th_th: FPS ตามวิดีโอ

source: Nowe czasy końcowe
th_th: เวลาสิ้นสุดใหม่

source: Pokaż okno przed konwersją
th_th: แสดงหน้าต่างก่อนการแปลง

source: Otwórz wideo z menu kontekstowego na pełnym ekranie
th_th: เปิดวิดีโอจากเมนูบริบทแบบเต็มหน้าจอ

source: Lewy przycisk myszy pauzuje wideo
th_th: คลิกซ้ายเพื่อหยุดวิดีโอชั่วคราว

source: Otwieraj wideo z czasem aktywnej linii
th_th: เปิดวิดีโอด้วยเวลาของบรรทัดที่ใช้งานอยู่

source: Preferowane ścieżki audio (oddzielone średnikiem)
th_th: เลือกแทร็กเสียงที่ต้องการ (คั่นด้วยที่เลือกไว้อัฒภาค ",")

source: Sposób szukania wideo w FFMS2 (wymaga ponownego wczytania)
th_th: การกรอวิดีโอใน FFMS2 (ต้องโหลดซ้ำ)

source: Filtr wyświetlania napisów
th_th: ตัวกรองการแสดงผลคำบรรยาย

source: Liniowe
th_th: ละเอียดที่สุด

source: Normalne
th_th: ปกติ

source: Niebezpieczne (szybkie w każdym przypadku)
th_th: รวดเร็ว (โหลดเร็ว)

source: Agresywne (szybkie przy cofaniu)
th_th: เร็วที่สุด (กรอกลับได้อย่างรวดเร็ว)

source: Wybierz rodzaj filtrowania
th_th: เลือกตัวกรอง

source: Wszystko
th_th: ทั้งหมด

source: Ustawione skróty
th_th: ตั้งค่าปุ่มลัด

source: Skróty Globalne
th_th: ปุ่มลัดส่วนกลาง

source: Skróty napisów
th_th: ปุ่มลัดคำอธิบาย

source: Skróty edytora
th_th: ปุ่มลัดเครื่องมือแก้ไข

source: Skróty wideo
th_th: ปุ่มลัดวิดีโอ

source: Skróty audio
th_th: ปุ่มลัดเสียง

source: Rodzaj filtrowania:
th_th: โหมดตัวกรอง:

source: Funkcja
th_th: ฟังก์ชัน

source: Nie można wczytać skrótów klawiszowych audio
th_th: ไม่สามารถโหลดปุ่มลัดเสียง

source: Przywróć skrót domyślny
th_th: คืนค่าปุ่มลัดเป็นค่าเริ่มต้น

source: Wyświetlaj czas przy kursorze
th_th: แสดงเวลาที่เคอร์เซอร์

source: Wyświetlaj znaczniki sekund
th_th: แสดงจุดมาร์ครอง

source: Wyświetlaj tło zaznaczenia
th_th: แสดงการเลือกพื้นหลัง

source: Wyświetlaj pozycję wideo
th_th: แสดงตำแหน่งวิดีโอ

source: Wyświetlaj klatki kluczowe
th_th: แสดงคีย์เฟรม

source: Przewijaj wykres audio przy odtwarzaniu
th_th: เลื่อนกราฟเสียงตามในระหว่างการเล่น

source: Aktywuj okno audio po najechaniu
th_th: ใช้งานหน้าต่างเสียงเมื่อวางเมาส์อยู่เหนือ

source: Przyklejaj do klatek kluczowych
th_th: ปรับให้เป็นคีย์เฟรม

source: Przyklejaj do pozostałych linii
th_th: ปรับให้เป็นบรรทัดอื่น
