Repository: PMArkive/Kainote
Catalog: Locale/*.po
Languages: th_th

source: - Xandros (nowe przyciski do wideo).
th_th: - Xandros (ผู้สร้างปุ่มวิดีโอใหม่)

source: - Devilkan (ikony do menu i paska narzędzi, obrazki do pomocy).
th_th: - Devilkan (ไอคอนเมนูและแถบเครื่องมือ)

source: - Zły Los (ikony do skojarzonych plików i do menu).
th_th: - Zły Los (ไอคอนสำหรับการเชื่อมโยงแฟ้มและเมนู)

source: - Areki, duplex (tłumaczenie anglojęzyczne).
th_th: - Areki, duplex (แปลเป็นภาษาอังกฤษ)

source: Testerzy: (mniej i bardziej wprawieni użytkownicy programu)
th_th: ผู้ทดสอบ:

source: - Funki27 (pierwszy tester mający spory wpływ na obecne działanie programu
th_th: - Funki27 (ผู้ทดสอบ Kainote คนแรกที่มาช่วยปรับปรุง ต้องขอบคุณเขาจริงๆ

source: i najbardziej narzekający na wszystko).
th_th: แต่ชอบบ่นไปหน่อย)

source: - Sacredus (chyba pierwszy tłumacz używający trybu tłumacza, nieoceniona pomoc przy testowaniu wydajności na słabym komputerze).
th_th: - Sacredus (นักแปลคนแรกที่ใช้โหมดการแปล ช่วยได้มากในการทดสอบ Kainote บนคอมพิวเตอร์ที่ช้า)

source: - Kostek00 (prawdziwy wynajdywacz błędów, miał duży wpływ na rozwój spektrum audio
th_th: - Kostek00 (ผู้พบข้อบกพร่องมากมาย มีอิทธิพลอย่างมากต่อการพัฒนาสเปกตรัมเสียง

source: i głównego pola tekstowego, stworzył ciemny i jasny motyw, a także część ikon).
th_th: และฟิลด์ข้อความหลักสร้างชุดรูปแบบที่มืดและสว่างและส่วนหนึ่งของไอคอน)

source: - Devilkan (crashhunter, ze względu na swój system i przyzwyczajenia wytropił już wiele crashy,
th_th: - Devilkan (นักล่าข้อผิดพลาด เนื่องจากระบบและนิสัยของเขา เขาทำ Kainote crash บ่อยมาก

source: pomógł w poprawie działania narzędzi do typesettingu, wymyślił wiele innych usprawnień).
th_th: และเขามาช่วยปรับปรุงการทำงานและพัฒนาเครื่องมือเรียงพิมพ์การปรับปรุงอื่น ๆ อีกมากมาย)

source: - MatiasMovie (wyłapał parę crashy i zaproponował różne usprawnienia, pomaga w debugowaniu crashy).
th_th: - MatiasMovie (พบข้อขัดข้องบางส่วนและเสนอแนะการปรับปรุงบางอย่างช่วยแก้ไขข้อบกพร่อง)

source: - mas1904 (wyłapał trochę błędów, pomaga w debugowaniu crashy).
th_th: - mas1904 (ผู้พบข้อผิดพลาดบางอย่างและช่วยแก้ไขข้อผิดพลาด)

source: - Senami (stworzył nowe motywy, a także wyłapał parę błędów).
th_th: - Senami (สร้างธีมใหม่และเป็นผู้พบข้อบกพร่องหลายอย่าง)

source: - Atalos (zdebugował wiele crashy).
th_th: - Athalos (ผู้ช่วยแก้ไขข้อขัดข้องหลายอย่าง)

source: Podziękowania także dla osób, które używają programu i zgłaszali błędy.
th_th: ขอขอบคุณคนที่ใช้โปรแกรมนี้และรายงานข้อผิดพลาด

source: Plik napisów
th_th: แฟ้มคำบรรยาย

source: Zapisz plik napisów
th_th: บันทึกแฟ้มคำบรรยาย

source: Wybrany plik jest tylko do odczytu, proszę zapisać pod inną nazwą lub zmienić atrybuty pliku.
th_th: แฟ้มที่เลือกเป็นแฟ้มที่อ่านได้อย่างเดียว โปรดบันทึกด้วยชื่ออื่นหรือเปลี่ยนแอตทริบิวต์แฟ้ม

source: Wczytać napisy o nazwie "%s"?
th_th: คุณต้องการโหลดคำบรรยาย %s หรือไม่?

source: Zapisać napisy o nazwie "%s" przed %s?
th_th: ต้องการบันทึกคำบรรยาย "%s" ก่อน%sหรือไม่?

source: zamknięciem programu
th_th: ปิดโปรแกรม

source: zamknięciem zakładki
th_th: ปิดแท็บ

source: wczytaniem nowych napisów
th_th: กำลังโหลดคำบรรยายใหม่

source: usunięciem napisów
th_th: ลบคำบรรยาย

source: Wybierz plik audio
th_th: เลือกแฟ้มเสียง

source: Pliki audio i wideo
th_th: แฟ้มเสียงและวิดีโอ

source: Wszystkie pliki
th_th: แฟ้มทั้งหมด

source: &Cofnij do
th_th: &เลิกทำไปยัง

source: &Ponów do
th_th: &ทำซ้ำไปยัง

source: Skrót o nazwie '%s' nie należy do skrypru.
th_th: ปุ่มลัด '%s' ไม่ได้อยู่ในสคริปต์

source: Nowy
th_th: ใหม่

source: Usuń wybrany katalog stylów
th_th: ลบแคตตาล็อกสไตล์ที่เลือก

source: Style katalogu:
th_th: แคตตาล็อกสไตล์:

source: Sortuj
th_th: จัดเรียง

source: Przesuń zaznaczone style na sam początek
th_th: เลื่อนสไตล์ที่เลือกไปบนสุด

source: Przesuń zaznaczone style w górę
th_th: เลื่อนสไตล์ที่เลือกขึ้น

source: Przesuń zaznaczone style w dół
th_th: เลื่อนสไตล์ที่เลือกลง

source: Przesuń zaznaczone style na sam koniec
th_th: เลื่อนสไตล์ที่เลือกไปท้ายสุด

source: Dodaj do magazynu
th_th: เพิ่มไปยังที่เก็บข้อมูล

source: Dodaj do ASS
th_th: เพิ่มไปยังแฟ้ม ASS

source: Dodaj do wszystkich otwartych ASS
th_th: เพิ่มไปยังแฟ้ม ASS ที่เปิดอยู่ทั้งหมด

source: Style pliku ASS:
th_th: สไตล์ในแฟ้ม ASS:

source: Oczyść
th_th: เคลียร์

source: Odepnij okno edycji
th_th: เลิกตรึงหน้าต่างแก้ไข

source: Styl o nazwie "%s" istnieje, podmienić go?
th_th: มีสไตล์ชื่อ "%s" อยู่แล้ว ต้องการที่จะแทนที่หรือไม่?

source: Styl o nazwie "%s" jest już na liście.
th_th: มีสไตล์ชื่อ "%s" อยู่แล้ว

source: Nazwa stylu została zmieniona, czy chcesz zmienić ją także w napisach?
th_th: แก้ไขชื่อสไตล์แล้ว คุณต้องการเปลี่ยนอินสแตนซ์ทั้งหมดเป็นชื่อใหม่หรือไม่?

source: Wybierz plik ASS
th_th: เลือกแฟ้ม ASS

source: Pliki napisów ASS(*.ass)|*.ass
th_th: แฟ้มคำบรรยาย ASS (*.ass)|*.ass

source: Kopia
th_th: คัดลอก

source: Nowy Styl
th_th: สไตล์ใหม่

source: Używane style: %s Usunięte style: %s
th_th: สไตล์ที่ใช้อยู่: %s สไตล์ที่ลบไป: %s

source: Status usuniętych stylów
th_th: สถานะของสไตล์ที่ถูกลบ

source: Katalog stylów
th_th: แคตตาล็อกสไตล์

source: Nowy katalog stylów
th_th: แคตตาล็อกใหม่

source: Utwórz nowy styl magazynu
th_th: สร้างสไตล์ใหม่ในที่เก็บข้อมูล

source: Edytuj zaznaczony styl magazynu
th_th: แก้ไขที่เก็บข้อมูลที่เลือก

source: Kopiuj styl magazynu
th_th: คัดลอกสไตล์ในที่เก็บข้อมูล

source: Wczytaj do magazynu styl z pliku ass
th_th: โหลดสไตล์จากแฟ้ม ASS ภายนอกไปยังที่เก็บข้อมูล

source: Usuń styl z magazynu
th_th: ลบสไตล์ออกจากที่เก็บข้อมูล

source: Sortuj style w magazynie
th_th: จัดเรียงสไตล์ในที่เก็บข้อมูล

source: Utwórz nowy styl napisów
th_th: สร้างสไตล์ใหม่ในคำบรรยาย

source: Edytuj zaznaczony styl napisów
th_th: แก้ไขสไตล์คำบรรยายที่เลือก

source: Kopiuj styl napisów
th_th: คัดลอกสไตล์คำบรรยาย

source: Wczytaj do napisów styl z pliku ass
th_th: โหลดสไตล์จากแฟ้ม ASS ภายนอก

source: Usuń styl z napisów
th_th: ลบสไตล์ออกจากคำบรรยาย

source: Sortuj style w napisach
th_th: จัดเรียงสไตล์ในคำบรรยาย

source: Dodaj do magazynu styl z napisów
th_th: คัดลอกสไตล์จากแฟ้ม ASS ไปยังที่เก็บข้อมูล

source: Dodaj do napisów styl z magazynu
th_th: คัดลอกสไตล์จากที่เก็บข้อมูลไปยังแฟ้ม ASS

source: Oczyść napisy z nieużywanych stylów
th_th: ลบสไตล์ในแฟ้ม ASS ที่ไม่ได้ใช้
