Repository: PMArkive/Kainote
Catalog: Locale/*.po
Languages: th_th

source: Umorzliwia zarządzanie katalogami czcionek
th_th: ทำให้สามารถจัดการแบบอักษรในแคตตาล็อก

source: Kolory i przezroczystość:
th_th: สีและความโปร่งใส:

source: Pierwszy
th_th: หลัก

source: Drugi
th_th: รอง

source: Obwódka
th_th: ขอบ

source: Cień
th_th: เงา

source: Obwódka:
th_th: ขอบ:

source: Cień:
th_th: เงา:

source: Skala X:
th_th: ขนาดแกน X:

source: Skala Y:
th_th: ขนาดแกน Y:

source: Kąt:
th_th: หมุน:

source: Odstępy:
th_th: ระยะห่าง:

source: Typ obwódki:
th_th: ประเภทขอบ:

source: Prost. obw.
th_th: กล่องทึบแสง

source: Margines lewy:
th_th: ระยะขอบซ้าย:

source: Prawy:
th_th: ระยะขอบขวา:

source: Pionowy:
th_th: ระยะขอบแนวตั้ง:

source: Położenie tekstu:
th_th: ตำแหน่งข้อความ:

source: 1 - Domyślny
th_th: 1 - ค่าเริ่มต้น

source: 2 - Symbol
th_th: 2 - สัญลักษณ์

source: 128 - Japoński
th_th: 128 - ภาษาญี่ปุ่น

source: 129 - Koreański
th_th: 129 - ภาษาเกาหลี

source: 134 - Chiński GB2312
th_th: 134 - ภาษาจีน GB2312

source: 135 - Chiński BIG5
th_th: 135 - จีน BIG5

source: 161 - Grecki
th_th: 161 - กรีก

source: 162 - Turecki
th_th: 162 - ตุรกี

source: 163 - Wietnamski
th_th: 163 - เวียตนาม

source: 177 - Hebrajski
th_th: 177 - ฮีบรู

source: 178 - Arabski
th_th: 178 - อาหรับ

source: 186 - Języki Bałtyckie
th_th: 186 - ภาษาบอลติก

source: 204 - Rosyjski
th_th: 204 - รัสเซีย

source: 222 - Tajski
th_th: 222 - ไทย

source: 238 - Europa Środkowa (Polski)
th_th: 238 - ยุโรปกลาง (โปแลนด์)

source: Kodowanie tekstu:
th_th: เข้ารหัสอักขระข้อความ:

source: Podgląd stylu:
th_th: ตัวอย่างสไตล์:

source: Zmienić wszystkie zaznaczone style?
th_th: จะเปลี่ยนแปลงสไตล์ที่เลือกทั้งหมดไหม?

source: Nazwa stylu
th_th: ชื่อสไตล์

source: Rozmiar czcionki
th_th: ขนาดตัวอักษร

source: Przezroczystość koloru podstawowego, 0 - brak, 255 - przezroczystość
th_th: ความโปร่งใสของสีหลัก 0 คือไม่มี, 255 คือโปร่งใส

source: Przezroczystość koloru zastępczego, 0 - brak, 255 - przezroczystość
th_th: ความโปร่งใสของสีรอง 0 คือไม่มี, 255 คือโปร่งใส

source: Przezroczystość koloru obwódki, 0 - brak, 255 - przezroczystość
th_th: ความโปร่งใสของเส้นขอบ 0 คือไม่มี, 255 คือโปร่งใส

source: Przezroczystość koloru cienia, 0 - brak, 255 - przezroczystość
th_th: ความโปร่งใสของสีเงา 0 คือไม่มี, 255 คือโปร่งใส

source: Obwódka w pikselach
th_th: เส้นขอบเป็นพิกเซล

source: Cień w pikselach
th_th: เงาในหน่วยพิกเซล

source: Skala X w procentach
th_th: ขนาดของแกน X เป็นเปอร์เซ็นต์

source: Skala Y w procentach
th_th: ขนาดของแกน Y เป็นเปอร์เซ็นต์

source: Kąt w stopniach
th_th: องศาการหมุน

source: Odstępy między literami w pikselach (wartości ujemne dozwolone)
th_th: ระยะห่างระหว่างตัวอักษรเป็นพิกเซล (ใช้ค่าติดลบได้)

source: Prostokątna obwódka
th_th: ตั้งฉากเส้นขอบ

source: Margines prawy
th_th: ระยะขอบขวา

source: Margines lewy
th_th: ขอบซ้าย

source: Margines górny i dolny
th_th: ระยะขอบแนวตั้ง

source: Lewy dolny róg
th_th: มุมล่างซ้าย

source: Wyśrodkowane na dole
th_th: ล่างกลาง

source: Prawy dolny róg
th_th: มุมล่างขวา

source: Wyśrodkowane po lewej
th_th: ซ้ายกลาง

source: Wyśrodkowane
th_th: กึ่งกลาง

source: Wyśrodkowane po prawej
th_th: ขวากลาง

source: Lewy górny róg
th_th: มุมซ้ายบน

source: Wyśrodkowane u góry
th_th: บนกลาง

source: Prawy górny róg
th_th: มุมบนขวา

source: Kodowanie tekstu
th_th: เข้ารหัสอักขระข้อความ

source: Wybór stylów
th_th: เลือกสไตล์

source: Wybór kolumn
th_th: เลือกคอลัมน์

source: Wybierz style
th_th: เลือกสไตล์

source: Wybierz kolumny
th_th: เลือกคอลัมน์

source: Ustaw
th_th: กำหนดค่า

source: element
th_th: รายการ

source: elementy
th_th: รายการ

source: elementów
th_th: รายการ

source: Otwarcie napisów
th_th: เปิดคำบรรยาย

source: Nowe napisy
th_th: คำบรรยายใหม่

source: Edycja linii
th_th: แก้ไขบรรทัด

source: Edycja wielu linii
th_th: แก้ไขหลายบรรทัด

source: Poprawa błędu pisowni w polu tekstowym
th_th: แก้ไขข้อผิดพลาดในการสะกดคำในช่องข้อความ

source: Powielenie linijek
th_th: ทำบรรทัดซ้ำ

source: Połączenie linijek
th_th: รวมบรรทัด

source: Połączenie linijki z poprzednią
th_th: เชื่อมต่อกับบรรทัดก่อนหน้า

source: Połączenie linijki z następną
th_th: เชื่อมต่อกับบรรทัดต่อไป

source: Połączenie linijek pozostawienie pierwszej
th_th: รวมบรรทัดและเก็บบรรทัดแรกไว้

source: Połączenie linijek pozostawienie ostatniej
th_th: รวมบรรทัดและเก็บบรรทัดสุดท้ายไว้

source: Wklejenie linijek
th_th: วางบรรทัด

source: Wklejenie kolumn
th_th: วางคอลัมน์

source: Wklejenie tłumaczenia
th_th: วางการแปล

source: Przesunięcie tekstu tłumaczenia
th_th: ย้ายข้อความแปล

source: Ustawienie czasów linii jako ciągłych
th_th: กำหนดเวลาของบรรทัดให้ต่อเนื่อง

source: Ustawienie FPSu obliczonego z wideo
th_th: กำหนดค่า FPS โดยคำนวณจากวิดีโอ

source: Ustawienie własnego FPSu
th_th: กำหนดค่า FPS ด้วยตัวเอง

source: Zamiana linijek
th_th: แทนที่บรรทัด

source: Konwersja napisów
th_th: แปลงคำบรรยาย

source: Sortowanie napisów
th_th: จัดเรียงคำบรรยาย

source: Usunięcie linijek
th_th: ลบบรรทัด

source: Usunięcie tekstu
th_th: ลบข้อความ

source: Ustawienie czasu początkowego
th_th: กำหนดค่าเวลาเริ่มต้น

source: Ustawienie czasu końcowego
th_th: กำหนดค่าเวลาสิ้นสุด

source: Włączenie trybu tłumacza
th_th: เปิดโหมดผู้แปล

source: Wyłączenie trybu tłumacza
th_th: ปิดโหมดผู้แปล

source: Dodanie nowej linii
th_th: เพิ่มบรรทัดใหม่

source: Wstawienie linii
th_th: แทรกบรรทัด

source: Zmiana czasu na wykresie audio
th_th: เปลี่ยนเวลาในสเปกตรัมเสียง

source: Przyklejenie do klatki kluczowej
th_th: ผสานกับคีย์เฟรม

source: Zmiana nagłówku napisów
th_th: เปลี่ยนคุณสมบัติคำบรรยายภาพ

source: Akcja zaznacz linijki
th_th: เลือกบรรทัดที่จะกระทำ

source: Przesunięcie czasów
th_th: เลื่อนเวลา

source: Poprawa błędu pisowni
th_th: แก้ไขข้อผิดพลาดในการสะกด

source: Edycja stylów
th_th: แก้ไขสไตล์

source: Zmiana rozdzielczości napisów
th_th: เปลี่ยนความละเอียดของคำบรรยาย

source: Narzędzie pozycjonowania
th_th: เครื่องมือจัดตำแหน่ง

source: Narzędzie ruchu
th_th: เครื่องมือขยับวัตถุ

source: Narzędzie skalowania
th_th: เครื่องมือปรับขนาด

source: Narzędzie obrotów w osi Z
th_th: เครื่องมือหมุนแกน Z

source: Narzędzie obrotów w osiach X i Y
th_th: เครื่องมือหมุนแกน X และ Y

source: Narzędzie wycinków prostokątnych
th_th: เครื่องมือตัดรูปสี่เหลี่ยม

source: Narzędzie wycinków wektorowych
th_th: เครื่องมือตัดเวกเตอร์

source: Narzędzie rysunków wektorowych
th_th: เครื่องมือวาดภาพเวกเตอร์

source: Narzędzie zmieniacz pozycji
th_th: เครื่องมือเปลี่ยนตำแหน่ง

source: Narzędzie zmieniacz skali i obrotów
th_th: เครื่องมือปรับขนาดและหมุน

source: Narzędzie hydra
th_th: เครื่องมือไฮดรา

source: Poprawa drobnych błędów
th_th: ตัวแทนที่หลายค่า

source: Wstawienie drzewka
th_th: แทรกไดเรกทอรีทรี

source: Ustawienie opisu
th_th: เพิ่มคำบรรยายไดเรกทอรีทรี

source: Dodanie linii do drzewka
th_th: เพิ่มบรรทัดไปยังไดเรกทอรีทรี

source: Usunięcie drzewka
th_th: นำไดเรกทอรีทรีออก

source: Skrypt automatyzacji
th_th: สคริปต์อัตโนมัติ

source: , aktywna linia %i
th_th: บรรทัดที่เลือก %i

source: Ukryj łamania linii
th_th: ซ่อนอักษรในบรรทัด

source: Nie obejmuje zaznaczonych linii
th_th: ไม่สามารถรวมบรรทัดที่เลือกไว้ได้

source: Wstaw &przed
th_th: แทรกก่อน

source: Wstaw p&o
th_th: แทรกหลัง

source: Wstaw przed z &czasem wideo
th_th: แทรกก่อนด้วยเวลาวิดีโอ

source: Wstaw po z c&zasem wideo
th_th: แทรกหลังด้วยเวลาวิดีโอ

source: &Duplikuj linie
th_th: &สร้างบรรทัดซ้ำ

source: Za&mień
th_th: แทนที่

source: Złącz &linijki
th_th: รวม&บรรทัด

source: Kopiuj Ctrl-C
th_th: คัดลอก Ctrl -C

source: Wytnij Ctrl-X
th_th: ตัด Ctrl-X

source: Wklej Ctrl-V
th_th: วาง Ctrl-V

source: Ukryj kolumny
th_th: ซ่อนคอลัมน์

source: Filtrowanie
th_th: ตัวกรอง

source: Dodaj linie
th_th: เพิ่มบรรทัด

source: Kopiuj drzewko
th_th: คัดลอกไดเรกทอรีทรี

source: Zmień opis
th_th: เปลี่ยนคำอธิบาย

source: Zaznacz linie drzewka
th_th: เลือกรายการแผนภูมิ

source: Tekst do oryginału
th_th: ข้อความต้นฉบับ

source: Warstwa
th_th: ชั้น

source: Margines pionowy
th_th: ระยะขอบแนวตั้ง

source: Tekst do tłumaczenia
th_th: ข้อความที่จะแปล

source: Tekst bez tagów
th_th: ข้อความที่ไม่มีแท็ก

source: Wybierz plik napisów
th_th: เลือกแฟ้มคำบรรยาย

source: Pliki napisów (*.ass),(*.srt),(*.sub),(*.txt)|*.ass;*.srt;*.sub;*.txt
th_th: แฟ้มคำบรรยาย (*.ass),(*.srt),(*.sub),(*.txt)|*.ass;*.srt;*.sub;*.txt

source: Zapisać plik przed wczytaniem napisów z MKV?
th_th: ต้องการบันทึกแฟ้มก่อนจะโหลดคำบรรยายจาก MKV หรือไม่?

source: Otwieranie napisów nie powiodło się
th_th: ไม่สามารถเปิดคำบรรยาย

source: W linii %i nie można przeskalować wartości '%s' w tagu '%s'
th_th: ไม่สามารถปรับขนาดของบรรทัด %i ด้วยขนาด '%s' ในแท็ก '%s'

source: Wyłącz potwierdzenie
th_th: ปิดคำเตือน

source: Nieprawidłowy FPS. Popraw opcje i spróbuj ponownie.
th_th: FPS ไม่ถูกต้อง แก้ไขตัวเลือกแล้วลองอีกครั้ง

source: Wideo nie zostało wczytane przez FFMS2
th_th: ไม่สามารถโหลดวิดีโอที่ใช้ FFMS2

source: Nie wybrano stylów do przesunięcia
th_th: ไม่มีการเลือกสไตล์สำหรับการเลื่อนเวลา

source: Czy naprawdę chcesz przesuwać tylko czasy %s?
th_th: คุณต้องการเลื่อนเวลาไป %s จริงๆ ใช่ไหม?

source: początkowe
th_th: เริ่มต้น

source: końcowe
th_th: สิ้นสุด

source: Nie zaznaczono linii do przesunięcia
th_th: ไม่มีบรรทัดให้เลื่อน

source: Czy na pewno chcesz wyłączyć tryb tłumacza? Obcojęzyczny tekst przetłumaczonych linijek zostanie usunięty.
th_th: คุณแน่ใจหรือไม่ว่าต้องการปิดโหมดผู้แปล? ข้อความภาษาต่างประเทศของบรรทัดที่แปลจะถูกลบ

source: Wybierz nowy FPS
th_th: เลือก FPS ใหม่

source: FPS napisów
th_th: FPS คำบรรยาย

source: Nowy FPS napisów
th_th: FPS คำบรรยายใหม่

source: Zmień FPS
th_th: เปลี่ยน FPS

source: Niewłaściwy fps
th_th: FPS ไม่ถูกต้อง

source: Opis drzewka
th_th: คำอธิบายของไดเรกทอรีทรี

source: Ustaw nazwę drzewka
th_th: ตั้งชื่อไดเรกทอรีทรี

source: Zmień nazwę drzewka
th_th: เปลี่ยนชื่อไดเรกทอรีทรี

source: W.
th_th: ชั้น

source: Start
th_th: เริ่มต้น

source: M.L.
th_th: ซ้าย

source: M.P.
th_th: ขวา

source: M.Pi.
th_th: แนวตั้ง

source: ZNS
th_th: อักขระต่อวินาที

source: Łamania
th_th: ยกคำ

source: Tekst oryginalny
th_th: ข้อความต้นฉบับ

source: Tekst tłumaczenia
th_th: ข้อความแปล

source: Nie można wyświetlić podglądu, ponieważ wielkość okna napisów jest zbyt mała
th_th: ไม่สามารถแสดงตัวอย่างได้เนื่องจากหน้าต่างคำบรรยายเล็กเกินไป

source: Ten plik napisów jest zwykłym tekstem, zostaje otwarty jako napisy ASS
th_th: แฟ้มคำบรรยายนี้เป็นข้อความธรรมดาโดยจะถูกเปิดเป็นคำบรรยาย ASS

source: Niepoprawny format (plik uszkodzony lub zawiera błędy)
th_th: รูปแบบไม่ถูกต้อง (แฟ้มเสียหายหรือมีข้อผิดพลาด)

source: Zmień rozdzielczość
th_th: เปลี่ยนความละเอียด

source: Rozdzielczość napisów
th_th: ความละเอียดของคำบรรยาย

source: Rozdzielczość docelowa
th_th: ความละเอียดของเป้าหมาย

source: Pobierz z napisów
th_th: โหลดจากคำบรรยาย

source: Pobierz z wideo
th_th: โหลดจากวิดีโอ

source: Nie rozciągaj
th_th: อย่ายืด

source: Rozciągaj
th_th: ยืด

source: Opcje skalowania
th_th: ตัวเลือกการปรับ

source: Niezgodna rozdzielczość
th_th: ขนาดการแสดงผลเข้ากันไม่ได้

source: Rozdzielczości wideo i napisów się różnią. Możesz zmienić je teraz lub skorzystać ze 'zmień rozdzielczość napisów'. Rozdzielczość wideo: %i x %i Rozdzielczość napisów: %i x %i Dopasować rozdzielczość do wideo?
th_th: คำบรรยายและความละเอียดวิดีโอแตกต่างกัน คุณสามารถเปลี่ยนได้ในขณะนี้หรือ 'เปลี่ยนความละเอียดคำบรรยาย' ความละเอียดวิดีโอ:% i x% i ความละเอียดคำบรรยาย:% i x% i ต้องการเปลี่ยนความละเอียดเท่ากับวิดีโอหรือไม่?

source: Zmień wyłącznie rozdzielczość napisów
th_th: เปลี่ยนความละเอียดของคำบรรยายเท่านั้น

source: Dopasuj skrypt napisów do rozdzielczości wideo (Nie rozciągaj)
th_th: ปรับสคริปต์คำบรรยายเป็นความละเอียดวิดีโอ (โดยไม่ยืด)

source: Dopasuj skrypt napisów do rozdzielczości wideo (Rozciągnij)
th_th: ปรับสคริปต์คำบรรยายให้เป็นความละเอียดวิดีโอ (ยืด)

source: Zmień
th_th: เปลี่ยน

source: Nie zmieniaj
th_th: อย่าเปลี่ยน

source: Wyłącz ostrzeżenie
th_th: ปิดใช้งานคำเตือน

source: Libass działa tylko z FFMS2
th_th: Libass ใช้งานได้กับ FFMS2 เท่านั้น

source: Libass otwiera tylko napisy ASS i SSA
th_th: Libass เปิดได้เฉพาะแฟ้มคำบรรยาย ASS และ SSA

source: Nie można otworzyć napisów w Libass
th_th: ไม่สามารถเปิดแฟ้มคำบรรยายใน Libass

source: Nie można zinicjalizować CSRI.
th_th: ไม่สามารถเริ่มต้น CSRI

source: Nie można utworzyć instancji CSRI.
th_th: ไม่สามารถสร้างอินสแตนซ์ CSRI

source: CSRI nie obsługuje tego formatu.
th_th: CSRI ไม่สนับสนุนรูปแบบนี้

source: Opcje dopasowywania tłumaczenia
th_th: ตัวเลือกการจับคู่การแปล

source: Usuń linię
th_th: ลบบรรทัด

source: Usuwa zaznaczoną linijkę. Tłumaczenie idzie do góry.
th_th: ลบบรรทัดที่เลือก และเลื่อนการแปลขึ้นไป

source: Dodaj linię
th_th: เพิ่มบรรทัด

source: Dodaje pustą linijkę przed zaznaczoną. Tłumaczenie idzie w dół.
th_th: เพิ่มบรรทัดว่าง ย้ายบรรทัดที่แปลแล้วลงไปหนึ่งบรรทัด

source: Złącz linie
th_th: รวมบรรทัด

source: Złącza następną linijkę z zaznaczoną. Tłumaczenie idzie do góry.
th_th: รวมบรรทัดที่เลือกกับบรรทัดถัดไป โดยเลื่อนการแปลขึ้น

source: Złącza następną linijkę z zaznaczoną. Oryginał idzie w górę.
th_th: รวมบรรทัดที่เลือกกับบรรทัดถัดไป โดยเลื่อนต้นฉบับขึ้น

source: Usuwa zaznaczoną linijkę. Oryginał idzie do góry.
th_th: ลบบรรทัดที่เลือก และเลื่อนต้นฉบับขึ้นไป

source: Dodaje pustą linijkę przed zaznaczoną. Oryginał idzie w dół. Dodanej linii należy ustawić czasy.
th_th: เพิ่มบรรทัดว่าง ย้ายต้นฉบับลงไปหนึ่งบรรทัด บรรทัดที่เพิ่มควรถูกกำหนดเวลา

source: Tekst oryginału
th_th: ข้อความต้นฉบับ

source: Objaśnienie: Oryginał - tekst napisów z właściwym timingiem służy do porównania wklejanych dialogów, później zostaje usunięty. Tłumaczenie - tekst wklejony do napisów z poprawnym timingiem.
th_th: คำอธิบาย: ต้นฉบับ - ข้อความคำบรรยายพร้อมช่วงเวลาที่เหมาะสมจะใช้ในการเปรียบเทียบและแปล มันจะถูกลบในภายหลัง การแปล - ข้อความคำบรรยายของคุณที่ถูกแปลแล้วจะถูกจัดเวลาให้เหมาะสมกับต้นฉบับ

source: Bez tytułu
th_th: ไม่มีชื่อ

source: Zapisz wszystko
th_th: บันทึกทั้งหมด

source: Zamknij wszystkie zakładki
th_th: ปิดแท็บทั้งหมด

source: Otwórz folder zawierający napisy
th_th: เปิดโฟลเดอร์ของแฟ้มคำบรรยาย

source: Otwórz folder zawierający wideo
th_th: เปิดโฟลเดอร์ของวิดีโอ

source: Otwórz folder zawierający audio
th_th: เปิดโฟลเดอร์ของเสียง

source: Otwórz folder zawierający klatki kluczowe
th_th: เปิดโฟลเดอร์ของคีย์เฟรม

source: Wyświetl jedną zakładkę
th_th: แสดงหนึ่งแท็บ

source: Wyświetl dwie zakładki
th_th: แสดงสองแท็บ

source: Porównaj według czasów
th_th: เปรียบเทียบตามเวลา

source: Porównaj według widocznych linijek
th_th: เปรียบเทียบตามบรรทัดที่มองเห็น

source: Porównaj według zaznaczeń
th_th: เปรียบเทียบตามที่เลือก

source: Porównaj według stylów
th_th: เปรียบเทียบตามสไตล์

source: Porównaj według wybranych stylów
th_th: เปรียบเทียบตามสไตล์ที่เลือก

source: Porównaj
th_th: เปรียบเทียบ

source: Wyłącz porównanie
th_th: ปิดการเปรียบเทียบ

source: Porównanie napisów
th_th: การเปรียบเทียบคำบรรยาย

source: Zostaną zamknięte wszystkie zakładki, kontynuować?
th_th: ต้องการปิดแท็บทั้งหมดแล้วดำเนินต่อหรือไม่?

source: Wideo:
th_th: วิดีโอ:

source: Audio:
th_th: เสียง:

source: Klatki kluczowe:
th_th: คีย์เฟรม:

source: Skojarzone pliki:
th_th: แฟ้มที่เกี่ยวข้อง:

source: Wideo z folderu:
th_th: วิดีโอจากไดเรกทอรี:

source: Wczytaj skojarzone
th_th: โหลดสิ่งที่เกี่ยวข้อง

source: Wczytaj z folderu
th_th: โหลดจากไดเรกทอรี

source: Nieprawidłowy plik sesji
th_th: เซสชันแฟ้มไม่ถูกต้อง

source: Pokaż opis
th_th: แสดงคำอธิบาย

source: Pokaż wszystkie tagi
th_th: แสดงแท็กทั้งหมด

source: Pokaż tagi VSFiltermoda
th_th: แสดงแท็ก VSFilterMod

source: Przezroczystość koloru podstawowego
th_th: ความโปร่งใสของสีหลัก

source: Przezroczystość koloru pomocniczego
th_th: ความโปร่งใสของสีรอง

source: Przezroczystość koloru obwódki
th_th: ความโปร่งใสของเส้นขอบ

source: Przezroczystość koloru cienia
th_th: โปร่งใสของเงา

source: Kolor pomocniczy
th_th: สีรอง

source: Maska PNG koloru podstawowego
th_th: หน้ากาก PNG ของสีหลัก

source: Maska PNG koloru pomocniczego
th_th: หน้ากาก PNG ของสีรอง

source: Maska PNG koloru obwódki
th_th: หน้ากาก PNG ของสีเส้นขอบ

source: Maska PNG koloru cienia
th_th: หน้ากาก PNG ของสีเงา

source: Gradient przezroczystości koloru podstawowego
th_th: ไล่ระดับความโปร่งใสของสีหลัก

source: Gradient przezroczystości koloru pomocniczego
th_th: ไล่ระดับความโปร่งใสของสีรอง

source: Gradient przezroczystości koloru obwódki
th_th: ไล่ระดับสีของเส้นขอบให้โปร่งใส

source: Gradient przezroczystości koloru cienia
th_th: ไล่ระดับความโปร่งใสของเงา

source: Gradient koloru podstawowego
th_th: ไล่ระดับสีหลัก

source: Gradient koloru pomocniczego
th_th: ไล่ระดับสีรอง

source: Gradient koloru obwódki
th_th: ไล่ระดับสีของเส้นขอบ

source: Gradient koloru cienia
th_th: ไล่ระดับสีเงา

source: Położenie tekstu (układ SSA)
th_th: แนวข้อความ (เค้าโครง SSA)

source: Przezroczystość całego tekstu
th_th: ความโปร่งใส

source: Pogrubienie tekstu
th_th: ข้อความตัวหนา

source: Rozmycie krawędzi
th_th: เบลอขอบ

source: Rozmycie
th_th: เบลอ

source: Grubość obwódki
th_th: ความหนาของขอบ

source: Wycinki wektorowe / prostokątne
th_th: คลิปเวกเตอร์ / คลิปสี่เหลี่ยม

source: Deformacja czcionki
th_th: การเปลี่ยนแบบอักษร

source: Pojawianie / znikanie tekstu
th_th: ข้อความปรากฏขึ้น / หายไป

source: Pojawianie / znikanie tekstu (zaawansowana wersja)
th_th: ข้อความปรากฏขึ้น / หายไป (เวอร์ชั่นขั้นสูง)

source: Pochylenie w osi X
th_th: ความเอียงของแกน X

source: Pochylenie w osi Y
th_th: ความเอียงของแกน Y

source: Kodowanie znaków tekstu
th_th: เข้ารหัสอักขระข้อความ

source: Zaokrąglenie tekstu
th_th: ล้อมข้อความ

source: Obrót w osi X
th_th: หมุนตามแกน X

source: Obrót w osi Y
th_th: หมุนตามแกน Y

source: Obrót w osi Z
th_th: หมุนตามแกน Z

source: Wielkość czcionki
th_th: ขนาดตัวอักษร

source: Skala w osi X i Y
th_th: ปรับขนาดของแกน X และแกน Y

source: Skala w osi X
th_th: ปรับขนาดของแกน X

source: Skala w osi Y
th_th: ปรับขนาดของแกน X

source: Odstępy między znakami
th_th: ระยะห่างตัวอักขระ

source: Odstęp między znakami w pionie
th_th: ช่องว่างแนวตั้งระหว่างอักขระ

source: Kursywa / pochylenie tekstu
th_th: ตัวเอียง

source: Odwrócone wycinki wektorowe / prostokątne
th_th: สลับย้อนกลับคลิปเวกเตอร์หรือคลิปสี่เหลี่ยม

source: Trzęsienie tekstu
th_th: ข้อความไม่คงที่

source: Timing karaoke
th_th: เวลาคาราโอเกะ

source: Timing karaoke płynne przejście
th_th: เวลาคาราโอเกะที่ราบรื่น

source: Timing karaoke obwódka
th_th: เส้นขอบเวลาคาราโอเกะ

source: Timing karaoke (nieobsługiwane)
th_th: เวลาคาราโอเกะ (ไม่รองรับ)

source: Ruch tekstu
th_th: การเคลื่อนที่ของข้อความ

source: Ruch po okręgu
th_th: เคลื่อนที่แบบวงกลม

source: Ruch po krzywej (3 punkty)
th_th: เคลื่อนที่ตามแนวโค้ง (3 จุด)

source: Ruch po krzywej (4 punkty)
th_th: เคลื่อนที่ตามแนวโค้ง (4 จุด)

source: Ruch rysunku wektorowego
th_th: การเคลื่อนที่ของภาพวาดเวกเตอร์

source: Kotwica dla obrotów
th_th: จุดศูนย์กลางของตัวหมุน

source: Rysunek wektorowy i skala
th_th: ภาพวาดเวกเตอร์และมาตราส่วน

source: Przesunięcie punktów wektora w osi Y
th_th: ต้องการเลื่อนจุดเวกเตอร์ในแกน Y ไหม?

source: Pozycja tekstu
th_th: ตำแหน่งข้อความ

source: Sposób łamania linii
th_th: การแบ่งบรรทัด

source: Reset tagów
th_th: รีเซ็ตแท็ก

source: Losowość punktów czcionki
th_th: สุ่มจุดแบบอักษร

source: Losowość punktów czcionki seed
th_th: สุ่มจุดแบบอักษรด้วยซีด

source: Losowość punktów czcionki oś X
th_th: สุ่มจุดแบบอักษรตามแกน X

source: Losowość punktów czcionki oś Y
th_th: สุ่มจุดแบบอักษรตามแกน Y

source: Losowość punktów czcionki oś Z
th_th: สุ่มจุดแบบอักษรตามแกน Z

source: Przekreślenie tekstu
th_th: ขีดฆ่าข้อความ

source: Cień tekstu
th_th: เงาของข้อความ

source: Animacja tekstu
th_th: ข้อความเคลื่อนไหว

source: Podkreślenie tekstu
th_th: ขีดเส้นใต้ข้อความ

source: Obwódka w osi X
th_th: เส้นขอบตามแกน X

source: Obwódka w osi Y
th_th: เส้นขอบตามแกน Y

source: Cień w osi X
th_th: เงาแกน X

source: Cień w osi Y
th_th: เงาแกน Y

source: Koordynata Z dla tagów \frx i \fry
th_th: พิกัด Z ใช้สำหรับแท็ก \frx และ \fry

source: Nie można znaleźć elementu o id %i
th_th: ไม่สามารถค้นหารายการที่มีไอดี %i

source: Wybierz ikony paska narzędzi
th_th: เลือกไอคอนแถบเครื่องมือ

source: Po lewej
th_th: ด้านซ้าย

source: U góry
th_th: ด้านบน

source: Po prawej
th_th: ด้านขวา

source: Na dole
th_th: ด้านล่าง

source: Pozycja paska narzędzi
th_th: ตำแหน่งแถบเครื่องมือ

source: Nie można pobrać informacji o monitorze
th_th: ไม่สามารถดึงข้อมูลจอภาพได้

source: Poprzedni plik wideo
th_th: แฟ้มวิดีโอก่อนหน้า

source: Odtwórz aktywną linię
th_th: เล่นบรรทัดบัจจุบัน

source: Pokaż pasek narzędzi
th_th: แสดงไอคอนแถบเครื่องมือ

source: Wskaźnik pozycji
th_th: ตัวบ่งชี้ตำแหน่ง

source: Przesuwanie tekstu
th_th: ย้ายตำแหน่งข้อความ

source: Ruch
th_th: การเคลื่อนที่

source: Skalowanie
th_th: ปรับขนาดของตัวอักษร

source: Obrót wokół osi Z
th_th: หมุนตามแกน Z

source: Obrót wokół osi X / Y
th_th: หมุนตามแกน X / Y

source: Wycinki prostokątne
th_th: คลิปสี่เหลี่ยม

source: Wycinki wektorowe
th_th: คลิปเวกเตอร์

source: Rysunki wektorowe
th_th: ภาพวาดเวกเตอร์

source: Zmieniacz pozycji
th_th: เปลี่ยนตำแหน่ง

source: Hydra
th_th: ไฮดรา

source: Zmieniacz skali i obrotów
th_th: ตัวย้ายขนาดและการหมุน

source: Przesuń punkty
th_th: ย้ายจุด

source: Dodaj krzywą Beziera
th_th: เพิ่มเส้นโค้ง Bezier

source: Dodaj krzywą B-sklejaną
th_th: เพิ่มเส้นโค้ง B-spline

source: Dodaj nowy oddzielny punkt
th_th: เพิ่มจุดแยกใหม่

source: Usuń element
th_th: ลบจุด

source: Odwróć wycinek
th_th: พลิกจุดตัด

source: Przenieś punkty pozycjonowania
th_th: ย้ายจุดตำแหน่ง

source: Przenieś startowe punkty ruchu
th_th: ย้ายจุดเริ่มต้นของ \move

source: Przenieś końcowe punkty ruchu
th_th: ย้ายจุดสิ้นสุดของ \move

source: Przenieś wycinki
th_th: เลื่อนคลิป

source: Przenieś rysunki, używać tylko w przypadku, gdy chcemy przesunąć punkty rysunku, nie łączyć z trzema pierwszymi opcjami
th_th: ย้ายภาพวาด ใช้เฉพาะในกรณี เมื่อคุณต้องการย้ายจุดวาดภาพ ไม่รวมกับตัวเลือกสามตัวแรก

source: Przenieś punkty org
th_th: ย้ายจุด \org

source: Ustaw kąt z 2 punktów. Po ustawieniu 2 punktów pod tekstem na wideo oblicza z nich kąt.
th_th: กำหนดมุมจาก 2 จุด หลังจากตั้งค่า 2 จุดใต้ข้อความในวิดีโอแล้ว ระบบจะคำนวณมุมจากจุดเหล่านั้น

source: Zmiana wszystkich tagów obrotu wokół osi Z
th_th: เปลี่ยนแท็กการหมุนทั้งหมดที่แกน Z

source: Utrzymanie proporcji, by po obrocie rysunki wektorowe i tekst nie poprzestawiały się względem siebie.
th_th: รักษาอัตราส่วนเพื่อไม่ให้ภาพวาดเวกเตอร์ และข้อความเปลี่ยนไปเมื่อหมุน

source: Ustaw skalę według prostokąta. Po narysowaniu prostokąta tekst zostanie zeskalowany wg jednej osi badź dwóch.
th_th: ตั้งค่ามาตราส่วนเป็นสี่เหลี่ยม หลังจากวาดสี่เหลี่ยมแล้ว ข้อความจะถูกปรับขนาดตามแกนหนึ่งหรือสองแกน

source: Skaluj szerokość
th_th: อัตราส่วนความกว้าง

source: Utrzymuj proporcje
th_th: รักษาอัตราส่วน

source: Skaluj wysokość
th_th: อัตราส่วนความสูง

source: Ustaw własny prostokąt dla obecnej skali. W przypadku niepożądanych różnic można ustawić własny prostokąt dla pierwotnej skali.
th_th: ตั้งค่าสี่เหลี่ยมผืนผ้าเองให้เป็นอัตราส่วนปัจจุบัน ในกรณีที่มีความแตกต่างที่ไม่พึงประสงค์ คุณสามารถตั้งค่าสี่เหลี่ยมผืนผ้าเองให้เป็นอัตราส่วนดั้งเดิม

source: Zmiana wszystkich tagów skali
th_th: เปลี่ยนแท็กมาตราส่วนทั้งหมด

source: Utrzymanie proporcji, by po skalowaniu rysunki wektorowe i tekst nie poprzestawiały się względem siebie.
th_th: รักษาอัตราส่วนเพื่อไม่ให้ภาพวาดเวกเตอร์ และข้อความเปลี่ยนไปเมื่อปรับขนาด

source: Ustaw pozycję według prostokąta. Po narysowaniu prostokąta tekst zostanie spozycjonowany wg jednej osi badź dwóch dla wybranego położenia
th_th: วางตำแหน่งตามสี่เหลี่ยมผืนผ้า หลังจากวาดรูปสี่เหลี่ยมผืนผ้าแล้ว ข้อความจะถูกจัดตำแหน่งตามแกนหนึ่งหรือสองแกนที่เลือกไว้

source: Pozycjonuj w osi X
th_th: ตำแหน่งในแกน X

source: Pozycjonuj w osi Y
th_th: ตำแหน่งในแกน Y
